Repository: HrynchukTymofii/AppTracker
Catalog: LockInSwift v0/appblocker/appblocker/Resources/*.lproj/Localizable.strings
Languages: fr, nl, pt_br

# stats.share_progress
source: Share Your Progress
fr: Partager votre progression
nl: Deel Je Voortgang
pt_br: Compartilhar Progresso

# stats.share
source: Share
fr: Partager
nl: Delen
pt_br: Compartilhar

# achievements.title
source: Achievements
fr: Réalisations
nl: Prestaties
pt_br: Conquistas

source: Achievements Unlocked
fr: Réalisations débloquées
nl: Prestaties Ontgrendeld
pt_br: Conquistas Desbloqueadas

# achievements.category.streak
source: Streak
fr: Série
nl: Reeks
pt_br: Sequência

# achievements.category.tasks
source: Tasks
fr: Tâches
nl: Taken
pt_br: Tarefas

# achievements.category.time_earned
source: Time Earned
fr: Temps gagné
nl: Tijd Verdiend
pt_br: Tempo Ganho

# achievements.category.health
source: Health
fr: Santé
nl: Gezondheid
pt_br: Saúde

# achievements.category.balance
source: Balance
fr: Équilibre
nl: Balans
pt_br: Equilíbrio

# achievements.category.special
source: Special
fr: Spécial
nl: Speciaal
pt_br: Especial

# achievement.streak_1.name
source: First Flame
fr: Première Flamme
nl: Eerste Vlam
pt_br: Primeira Chama

# achievement.streak_1.desc
source: Complete your first day
fr: Terminez votre premier jour
nl: Voltooi je eerste dag
pt_br: Complete seu primeiro dia

# achievement.streak_3.name
source: Getting Started
fr: Bien Parti
nl: Op Weg
pt_br: Começando

# achievement.streak_3.desc
source: 3-day streak
fr: Série de 3 jours
nl: 3-daagse reeks
pt_br: Sequência de 3 dias

# achievement.streak_7.name
source: Week Warrior
fr: Guerrier de la Semaine
nl: Week Strijder
pt_br: Guerreiro da Semana

# achievement.streak_7.desc
source: 7-day streak
fr: Série de 7 jours
nl: 7-daagse reeks
pt_br: Sequência de 7 dias

# achievement.streak_14.name
source: Two Week Champion
fr: Champion de Deux Semaines
nl: Twee Weken Kampioen
pt_br: Campeão de Duas Semanas

# achievement.streak_14.desc
source: 14-day streak
fr: Série de 14 jours
nl: 14-daagse reeks
pt_br: Sequência de 14 dias

# achievement.streak_30.name
source: Month Master
fr: Maître du Mois
nl: Maand Meester
pt_br: Mestre do Mês

# achievement.streak_30.desc
source: 30-day streak
fr: Série de 30 jours
nl: 30-daagse reeks
pt_br: Sequência de 30 dias

# achievement.streak_60.name
source: Streak Legend
fr: Légende des Séries
nl: Reeks Legende
pt_br: Lenda da Sequência

# achievement.streak_60.desc
source: 60-day streak
fr: Série de 60 jours
nl: 60-daagse reeks
pt_br: Sequência de 60 dias

# achievement.tasks_1.name
source: First Steps
fr: Premiers Pas
nl: Eerste Stappen
pt_br: Primeiros Passos

# achievement.tasks_1.desc
source: Complete 1 task
fr: Complétez 1 tâche
nl: Voltooi 1 taak
pt_br: Complete 1 tarefa

# achievement.tasks_5.name
source: Task Tackler
fr: Travailleur
nl: Taak Aanpakker
pt_br: Enfrentador de Tarefas

# achievement.tasks_5.desc
source: Complete 5 tasks
fr: Complétez 5 tâches
nl: Voltooi 5 taken
pt_br: Complete 5 tarefas

# achievement.tasks_10.name
source: Getting Busy
fr: Occupé
nl: Bezig Bezig
pt_br: Ficando Ocupado

# achievement.tasks_10.desc
source: Complete 10 tasks
fr: Complétez 10 tâches
nl: Voltooi 10 taken
pt_br: Complete 10 tarefas

# achievement.tasks_25.name
source: Productivity Pro
fr: Pro de la Productivité
nl: Productiviteits Pro
pt_br: Pro da Produtividade

# achievement.tasks_25.desc
source: Complete 25 tasks
fr: Complétez 25 tâches
nl: Voltooi 25 taken
pt_br: Complete 25 tarefas

# achievement.tasks_50.name
source: Task Machine
fr: Machine à Tâches
nl: Taak Machine
pt_br: Máquina de Tarefas

# achievement.tasks_50.desc
source: Complete 50 tasks
fr: Complétez 50 tâches
nl: Voltooi 50 taken
pt_br: Complete 50 tarefas

# achievement.tasks_100.name
source: Century Club
fr: Club des Cent
pt_br: Clube do Século

# achievement.tasks_100.desc
source: Complete 100 tasks
fr: Complétez 100 tâches
nl: Voltooi 100 taken
pt_br: Complete 100 tarefas

# achievement.time_5.name
source: First Minutes
fr: Premières Minutes
nl: Eerste Minuten
pt_br: Primeiros Minutos

# achievement.time_5.desc
source: Earn 5 minutes
fr: Gagnez 5 minutes
nl: Verdien 5 minuten
pt_br: Ganhe 5 minutos

# achievement.time_30.name
source: Time Builder
fr: Bâtisseur de Temps
nl: Tijd Bouwer
pt_br: Construtor de Tempo

# achievement.time_30.desc
source: Earn 30 minutes total
fr: Gagnez 30 minutes au total
nl: Verdien 30 minuten totaal
pt_br: Ganhe 30 minutos no total

# achievement.time_60.name
source: Hour Hero
fr: Héros de l'Heure
nl: Uur Held
pt_br: Herói da Hora

# achievement.time_60.desc
source: Earn 1 hour total
fr: Gagnez 1 heure au total
nl: Verdien 1 uur totaal
pt_br: Ganhe 1 hora no total

# achievement.time_180.name
source: Time Titan
fr: Titan du Temps
nl: Tijd Titaan
pt_br: Titã do Tempo

# achievement.time_180.desc
source: Earn 3 hours total
fr: Gagnez 3 heures au total
nl: Verdien 3 uur totaal
pt_br: Ganhe 3 horas no total

# achievement.time_600.name
source: Time Master
fr: Maître du Temps
nl: Tijd Meester
pt_br: Mestre do Tempo

# achievement.time_600.desc
source: Earn 10 hours total
fr: Gagnez 10 heures au total
nl: Verdien 10 uur totaal
pt_br: Ganhe 10 horas no total

# achievement.time_1800.name
source: Time Legend
fr: Légende du Temps
nl: Tijd Legende
pt_br: Lenda do Tempo

# achievement.time_1800.desc
source: Earn 30 hours total
fr: Gagnez 30 heures au total
nl: Verdien 30 uur totaal
pt_br: Ganhe 30 horas no total

# achievement.health_60.name
source: On the Rise
fr: En Progression
nl: Op de Weg Omhoog
pt_br: Em Ascensão

# achievement.health_60.desc
source: Reach 60 health score
fr: Atteignez 60 points de santé
nl: Bereik gezondheidsscore 60
pt_br: Alcance pontuação de saúde 60

# achievement.health_70.name
source: Good Vibes
fr: Bonne Humeur
nl: Goede Vibes
pt_br: Boas Vibrações

# achievement.health_70.desc
source: Reach 70 health score
fr: Atteignez 70 points de santé
nl: Bereik gezondheidsscore 70
pt_br: Alcance pontuação de saúde 70

# achievement.health_80.desc
source: Reach 80 health score
fr: Atteignez 80 points de santé
nl: Bereik gezondheidsscore 80
pt_br: Alcance pontuação de saúde 80

# achievement.health_90.name
source: Perfect Form
fr: Forme Parfaite
nl: Perfecte Vorm
pt_br: Forma Perfeita

# achievement.health_90.desc
source: Reach 90 health score
fr: Atteignez 90 points de santé
nl: Bereik gezondheidsscore 90
pt_br: Alcance pontuação de saúde 90

# achievement.balance_30.name
source: Saver
fr: Économe
nl: Spaarder
pt_br: Poupador

# achievement.balance_30.desc
source: Accumulate 30 minutes balance
fr: Accumulez 30 minutes de solde
nl: Spaar 30 minuten saldo
pt_br: Acumule 30 minutos de saldo

# achievement.balance_120.name
source: Time Bank Elite
fr: Élite de la Banque du Temps
nl: Tijdbank Elite
pt_br: Elite do Banco de Tempo

# achievement.balance_120.desc
source: Accumulate 2 hours balance
fr: Accumulez 2 heures de solde
nl: Spaar 2 uur saldo
pt_br: Acumule 2 horas de saldo

# achievements.category.all
source: All
fr: Tout
nl: Alle
pt_br: Todos

# goals.title
source: Goals
fr: Objectifs
nl: Doelen
pt_br: Metas

# goals.today_usage
source: TODAY'S APPS USAGE
fr: UTILISATION DES APPS AUJOURD'HUI
nl: APP GEBRUIK VANDAAG
pt_br: USO DE APPS HOJE

# goals.loading
source: Loading usage data...
fr: Chargement des données d'utilisation...
nl: Gebruiksgegevens laden...
pt_br: Carregando dados de uso...

# goals.screen_time_required
source: Screen Time Access Required
fr: Accès temps d'écran requis
nl: Schermtijd Toegang Vereist
pt_br: Acesso ao Tempo de Tela Necessário

# goals.screen_time_description
source: LockIn needs Screen Time permission to block apps and track your usage.
fr: LockIn a besoin de l'autorisation Temps d'écran pour bloquer les apps et suivre votre utilisation.
nl: LockIn heeft Schermtijd toestemming nodig om apps te blokkeren en je gebruik te volgen.
pt_br: O LockIn precisa de permissão do Tempo de Tela para bloquear apps e rastrear seu uso.

# goals.grant_access
source: Grant Access
fr: Accorder l'accès
nl: Toegang Verlenen
pt_br: Conceder Acesso

# goals.requesting
source: Requesting...
fr: Demande en cours...
nl: Aanvragen...
pt_br: Solicitando...

# goals.blocked_apps
source: BLOCKED APPS
fr: APPS BLOQUÉES
nl: GEBLOKKEERDE APPS
pt_br: APPS BLOQUEADOS

# goals.selected
source: selected
fr: sélectionné
nl: geselecteerd
pt_br: selecionado

# goals.select_apps_to_block
source: Select Apps to Block
fr: Sélectionner les apps à bloquer
nl: Selecteer Apps om te Blokkeren
pt_br: Selecionar Apps para Bloquear

# goals.choose_apps
source: Choose apps and categories you want to block. You can change this anytime.
fr: Choisissez les apps et catégories à bloquer. Vous pouvez modifier cela à tout moment.
nl: Kies apps en categorieën die je wilt blokkeren. Je kunt dit altijd wijzigen.
pt_br: Escolha apps e categorias que deseja bloquear. Você pode mudar isso a qualquer momento.

# goals.app_limits
source: APP LIMITS
fr: LIMITES D'APPS
nl: APP LIMIETEN
pt_br: LIMITES DE APPS

# goals.no_limits_set
source: No App Limits Set
fr: Aucune limite d'app définie
nl: Geen App Limieten Ingesteld
pt_br: Nenhum Limite de App Definido

# goals.set_daily_limits
source: Set daily time limits for specific apps to manage your screen time better.
fr: Définissez des limites quotidiennes pour des apps spécifiques pour mieux gérer votre temps d'écran.
nl: Stel dagelijkse tijdlimieten in voor specifieke apps om je schermtijd beter te beheren.
pt_br: Defina limites de tempo diários para apps específicos para gerenciar melhor seu tempo de tela.

# goals.add_app_limit
source: Add App Limit
fr: Ajouter une limite d'app
nl: App Limiet Toevoegen
pt_br: Adicionar Limite de App

# goals.add_another_limit
source: Add Another Limit
fr: Ajouter une autre limite
nl: Nog een Limiet Toevoegen
pt_br: Adicionar Outro Limite

# goals.set_limits
source: Set Limits
fr: Définir les limites
nl: Limieten Instellen
pt_br: Definir Limites

# goals.daily_app_limits
source: Daily App Limits
fr: Limites d'apps quotidiennes
nl: Dagelijkse App Limieten
pt_br: Limites Diários de Apps

# goals.limit_description
source: Set maximum daily usage for each app. This limit cannot be exceeded even with earned time.
fr: Définissez l'utilisation quotidienne maximale pour chaque app. Cette limite ne peut pas être dépassée même avec le temps gagné.
nl: Stel maximaal dagelijks gebruik in voor elke app. Deze limiet kan niet worden overschreden, zelfs niet met verdiende tijd.
pt_br: Defina o uso máximo diário para cada app. Este limite não pode ser excedido mesmo com tempo ganho.

# goals.select_apps_limits
source: Select apps to set daily limits
fr: Sélectionnez les apps pour les limites quotidiennes
nl: Selecteer apps om dagelijkse limieten in te stellen
pt_br: Selecione apps para definir limites diários

# goals.no_limits_yet
source: No app limits set
fr: Aucune limite d'app définie
nl: Geen app limieten ingesteld
pt_br: Nenhum limite de app definido

# goals.add_limit_hint
source: Tap "Add App Limit" to set limits for specific apps
fr: Appuyez sur "Ajouter une limite d'app" pour définir des limites pour des apps spécifiques
nl: Tik op "App Limiet Toevoegen" om limieten voor specifieke apps in te stellen
pt_br: Toque em "Adicionar Limite de App" para definir limites para apps específicos

# goals.limits_reset_info
source: Limits reset daily at midnight. Usage is tracked automatically when you access blocked apps.
fr: Les limites sont réinitialisées chaque jour à minuit. L'utilisation est suivie automatiquement lorsque vous accédez aux apps bloquées.
nl: Limieten worden dagelijks om middernacht gereset. Gebruik wordt automatisch bijgehouden wanneer je geblokkeerde apps opent.
pt_br: Os limites são reiniciados diariamente à meia-noite. O uso é rastreado automaticamente ao acessar apps bloqueados.

# goals.daily_limit_for
source: Daily Limit for
fr: Limite quotidienne pour
nl: Dagelijkse Limiet voor
pt_br: Limite Diário para

# goals.of
source: of
fr: de
nl: van
pt_br: de

# goals.limit_reached
source: Limit Reached
fr: Limite atteinte
nl: Limiet Bereikt
pt_br: Limite Atingido

# goals.min_daily_limit
source: %d min daily limit
fr: min limite quotidienne
nl: min dagelijkse limiet
pt_br: min de limite diário

# goals.edit
source: Edit
fr: Modifier
nl: Bewerken
pt_br: Editar

# goals.remove_limit
source: Remove Limit
fr: Supprimer la limite
nl: Limiet Verwijderen
pt_br: Remover Limite

# goals.cancel
source: Cancel
fr: Annuler
nl: Annuleren
pt_br: Cancelar

# goals.done
source: Done
fr: Terminé
nl: Klaar
pt_br: Concluído

# goals.save
source: Save
fr: Enregistrer
nl: Opslaan
pt_br: Salvar

# goals.share_progress
source: Share Progress
fr: Partager la progression
nl: Voortgang Delen
pt_br: Compartilhar Progresso

# goals.used
source: Used
fr: Utilisé
nl: Gebruikt
pt_br: Usado

# goals.goal
source: Goal
fr: Objectif
nl: Doel
pt_br: Meta

# goals.left
source: Left
fr: Restant
nl: Over
pt_br: Restante

# goals.of_goal
source: of goal
fr: de l'objectif
nl: van doel
pt_br: da meta

# goals.daily_app_limits_desc
source: Set maximum daily usage for each app. This limit cannot be exceeded even with earned time.
fr: Définissez l'utilisation quotidienne maximale pour chaque app. Cette limite ne peut pas être dépassée même avec le temps gagné.
nl: Stel maximaal dagelijks gebruik in voor elke app. Deze limiet kan niet worden overschreden, zelfs niet met verdiende tijd.
pt_br: Defina o uso máximo diário para cada app. Este limite não pode ser excedido mesmo com tempo ganho.

# goals.select_apps_to_set_limits
source: Select apps to set daily limits
fr: Sélectionnez les apps pour les limites quotidiennes
nl: Selecteer apps om dagelijkse limieten in te stellen
pt_br: Selecione apps para definir limites diários

# goals.no_app_limits_set
source: No app limits set
fr: Aucune limite d'app définie
nl: Geen app limieten ingesteld
pt_br: Nenhum limite de app definido

# goals.tap_to_set_limits
source: Tap "Add App Limit" to set limits for specific apps
fr: Appuyez sur "Ajouter une limite d'app" pour définir des limites pour des apps spécifiques
nl: Tik op "App Limiet Toevoegen" om limieten voor specifieke apps in te stellen
pt_br: Toque em "Adicionar Limite de App" para definir limites para apps específicos

# goals.of_minutes
source: of %dm
fr: de %dmin
nl: van %dmin
pt_br: de %dmin

# shield.ready_to_unlock
source: Ready to Unlock
fr: Prêt à débloquer
nl: Klaar om te Ontgrendelen
pt_br: Pronto para Desbloquear

# shield.app_blocked
source: App Blocked
fr: App bloquée
nl: App Geblokkeerd
pt_br: App Bloqueado

# shield.almost_there
source: Almost There
fr: Presque fini
nl: Bijna Daar
pt_br: Quase Lá

# shield.times_up
source: Time's Up
fr: Temps écoulé
nl: Tijd Om
pt_br: Tempo Esgotado

# shield.goal_complete
source: Goal Complete!
fr: Objectif atteint !
nl: Doel Voltooid!
pt_br: Meta Concluída!

# shield.daily_goal_reached
source: Daily Goal Reached
fr: Objectif quotidien atteint
nl: Dagelijks Doel Bereikt
pt_br: Meta Diária Atingida

# shield.unlock
source: Unlock %dm
fr: Débloquer %dmin
nl: Ontgrendel %dmin
pt_br: Desbloquear %dmin

# shield.stay_focused
source: Stay Focused
fr: Restez concentré
nl: Blijf Gefocust
pt_br: Mantenha o Foco

# shield.earn_time
source: Earn Time
fr: Gagner du temps
nl: Verdien Tijd
pt_br: Ganhar Tempo

# shield.earn_more_time
source: Earn More Time
fr: Gagner plus de temps
nl: Verdien Meer Tijd
pt_br: Ganhar Mais Tempo

# shield.talk_to_coach
source: Talk to Coach
fr: Parler au coach
nl: Praat met Coach
pt_br: Falar com Coach

# shield.close
source: Close
fr: Fermer
nl: Sluiten
pt_br: Fechar

# shield.site_limit_reached
source: Site Limit Reached
fr: Limite du Site Atteinte
nl: Sitelimiet Bereikt
pt_br: Limite do Site Atingido

# shield.not_enough_time
source: Not Enough Time
fr: Temps Insuffisant
nl: Niet Genoeg Tijd
pt_br: Tempo Insuficiente

# shield.no_time_available
source: No Time Available
fr: Pas de Temps Disponible
nl: Geen Tijd Beschikbaar
pt_br: Sem Tempo Disponível

# shield.unlock_minutes
source: Unlock %dm
fr: Débloquer %dm
nl: Ontgrendel %dm
pt_br: Desbloquear %dm

# shield.unlock_for_minutes
source: Unlock for %dm
fr: Débloquer pour %dm
nl: Ontgrendel voor %dm
pt_br: Desbloquear por %dm

# shield.earn_time_now
source: Earn Time Now
fr: Gagner du Temps Maintenant
nl: Verdien Nu Tijd
pt_br: Ganhar Tempo Agora

# shield.goal_complete_desc
source: You've hit your daily screen time goal. Ready for a break? Your AI coach can help you earn bonus time.
fr: Vous avez atteint votre objectif quotidien de temps d'écran. Prêt pour une pause ? Votre coach IA peut vous aider à gagner du temps bonus.
nl: Je hebt je dagelijkse schermtijd doel bereikt. Klaar voor een pauze? Je AI coach kan je helpen bonustijd te verdienen.
pt_br: Você atingiu sua meta diária de tempo de tela. Pronto para uma pausa? Seu coach IA pode ajudá-lo a ganhar tempo bônus.

# shield.time_up_desc
source: You've used all your time for %@ today. Chat with your AI coach about building better habits.
fr: Vous avez utilisé tout votre temps pour %@ aujourd'hui. Parlez avec votre coach IA pour construire de meilleures habitudes.
nl: Je hebt al je tijd voor %@ vandaag gebruikt. Praat met je AI coach over betere gewoontes.
pt_br: Você usou todo seu tempo para %@ hoje. Converse com seu coach IA sobre construir hábitos melhores.

# shield.ready_unlock_desc
source: %@ is blocked. You have %@ earned. Unlocking uses %dm of your balance.
fr: %@ est bloqué. Vous avez gagné %@. Le déblocage utilise %dm de votre solde.
nl: %@ is geblokkeerd. Je hebt %@ verdiend. Ontgrendelen kost %dm van je saldo.
pt_br: %@ está bloqueado. Você ganhou %@. Desbloquear usa %dm do seu saldo.

# shield.almost_there_desc
source: %@ is blocked. You have %@ but need %dm. Earn %@ more to unlock.
fr: %@ est bloqué. Vous avez %@ mais avez besoin de %dm. Gagnez encore %@ pour débloquer.
nl: %@ is geblokkeerd. Je hebt %@ maar hebt %dm nodig. Verdien nog %@ om te ontgrendelen.
pt_br: %@ está bloqueado. Você tem %@ mas precisa de %dm. Ganhe mais %@ para desbloquear.

# shield.app_blocked_desc
source: %@ is blocked. Complete exercises to earn screen time. You need %dm to unlock.
fr: %@ est bloqué. Complétez des exercices pour gagner du temps d'écran. Vous avez besoin de %dm pour débloquer.
nl: %@ is geblokkeerd. Voltooi oefeningen om schermtijd te verdienen. Je hebt %dm nodig om te ontgrendelen.
pt_br: %@ está bloqueado. Complete exercícios para ganhar tempo de tela. Você precisa de %dm para desbloquear.

# shield.daily_goal_reached_desc
source: You've reached your screen time goal for today. Talk to your AI coach to earn bonus time.
fr: Vous avez atteint votre objectif de temps d'écran pour aujourd'hui. Parlez avec votre coach IA pour gagner du temps bonus.
nl: Je hebt je schermtijd doel voor vandaag bereikt. Praat met je AI coach om bonustijd te verdienen.
pt_br: Você atingiu sua meta de tempo de tela para hoje. Fale com seu coach IA para ganhar tempo bônus.

# shield.site_limit_desc
source: You've used all your time for browsing today. Talk to your AI coach about building better habits.
fr: Vous avez utilisé tout votre temps de navigation aujourd'hui. Parlez avec votre coach IA pour construire de meilleures habitudes.
nl: Je hebt al je browsetijd vandaag gebruikt. Praat met je AI coach over betere gewoontes.
pt_br: Você usou todo seu tempo de navegação hoje. Fale com seu coach IA sobre construir hábitos melhores.

# shield.web_ready_unlock_desc
source: %@ is blocked. You have %@ earned. Unlocking will use %dm of your time.
fr: %@ est bloqué. Vous avez gagné %@. Le déblocage utilisera %dm de votre temps.
nl: %@ is geblokkeerd. Je hebt %@ verdiend. Ontgrendelen kost %dm van je tijd.
pt_br: %@ está bloqueado. Você ganhou %@. Desbloquear usará %dm do seu tempo.

# shield.web_not_enough_desc
source: %@ is blocked. You have %@ but need %dm. Earn %@ more to unlock.
fr: %@ est bloqué. Vous avez %@ mais avez besoin de %dm. Gagnez encore %@ pour débloquer.
nl: %@ is geblokkeerd. Je hebt %@ maar hebt %dm nodig. Verdien nog %@ om te ontgrendelen.
pt_br: %@ está bloqueado. Você tem %@ mas precisa de %dm. Ganhe mais %@ para desbloquear.

# shield.web_no_time_desc
source: %@ is blocked. Complete exercises to earn screen time. You need %dm to unlock.
fr: %@ est bloqué. Complétez des exercices pour gagner du temps d'écran. Vous avez besoin de %dm pour débloquer.
nl: %@ is geblokkeerd. Voltooi oefeningen om schermtijd te verdienen. Je hebt %dm nodig om te ontgrendelen.
pt_br: %@ está bloqueado. Complete exercícios para ganhar tempo de tela. Você precisa de %dm para desbloquear.

# contact.title
source: Contact Us
fr: Nous contacter
nl: Contact Opnemen
pt_br: Fale Conosco

# contact.header
source: We'd love to hear from you!
fr: Nous aimerions avoir de vos nouvelles !
nl: We horen graag van je!
pt_br: Adoraríamos ouvir você!

# contact.description
source: Have questions, feedback, or need help? Reach out and we'll get back to you as soon as possible.
fr: Des questions, commentaires ou besoin d'aide ? Contactez-nous et nous vous répondrons dès que possible.
nl: Heb je vragen, feedback of hulp nodig? Neem contact op en we reageren zo snel mogelijk.
pt_br: Tem dúvidas, feedback ou precisa de ajuda? Entre em contato e responderemos o mais rápido possível.

# contact.email_label
source: Send us an email
fr: Envoyez-nous un email
nl: Stuur ons een e-mail
pt_br: Envie-nos um email

# contact.send_email
source: Send Email
fr: Envoyer un email
nl: Verstuur E-mail
pt_br: Enviar Email

# contact.get_in_touch
source: Get in Touch
fr: Contactez-nous
nl: Neem Contact Op
pt_br: Entre em Contato

# contact.love_to_hear
source: We'd love to hear from you! Share your feedback, report a bug, or ask a question.
fr: Nous aimerions avoir de vos nouvelles ! Partagez vos commentaires, signalez un bug ou posez une question.
nl: We horen graag van je! Deel feedback, meld een bug of stel een vraag.
pt_br: Adoraríamos ouvir você! Compartilhe feedback, reporte um bug ou faça uma pergunta.

# contact.your_message
source: Your Message
fr: Votre message
nl: Je Bericht
pt_br: Sua Mensagem

# contact.placeholder
source: Tell us what's on your mind...
fr: Dites-nous ce que vous avez en tête...
nl: Vertel ons wat je denkt...
pt_br: Conte-nos o que está pensando...

# contact.send_message
source: Send Message
fr: Envoyer le message
nl: Verstuur Bericht
pt_br: Enviar Mensagem

# contact.email_directly
source: Or email us directly at:
fr: Ou écrivez-nous directement à :
nl: Of mail ons direct op:
pt_br: Ou envie email diretamente para:

# rate.title
source: Rate Us
fr: Évaluez-nous
nl: Beoordeel Ons
pt_br: Avalie-nos

# rate.how_enjoying
source: How are you enjoying LockIn?
fr: Comment trouvez-vous LockIn ?
nl: Hoe bevalt LockIn je?
pt_br: Como está sendo sua experiência com o LockIn?

# rate.tap_to_rate
source: Tap a star to rate
fr: Appuyez sur une étoile pour noter
nl: Tik op een ster om te beoordelen
pt_br: Toque em uma estrela para avaliar

# rate.feedback
source: Tell us how we can improve
fr: Dites-nous comment nous améliorer
nl: Vertel ons hoe we kunnen verbeteren
pt_br: Conte-nos como podemos melhorar

# rate.feedback_placeholder
source: Your feedback helps us make LockIn better...
fr: Vos commentaires nous aident à améliorer LockIn...
nl: Je feedback helpt ons LockIn te verbeteren...
pt_br: Seu feedback nos ajuda a melhorar o LockIn...

# rate.submit
source: Submit Feedback
fr: Envoyer les commentaires
nl: Feedback Verzenden
pt_br: Enviar Feedback

# rate.rating_1
source: We can do better
fr: On peut faire mieux
nl: We kunnen beter
pt_br: Podemos melhorar

# rate.rating_2
source: Needs work
fr: À améliorer
nl: Werk nodig
pt_br: Precisa de trabalho

# rate.rating_3
source: It's okay
fr: C'est correct
nl: Het is oké
pt_br: Está ok

# rate.rating_4
source: Pretty good!
fr: Plutôt bien !
nl: Behoorlijk goed!
pt_br: Muito bom!

# rate.rating_5
source: Love it!
fr: J'adore !
nl: Geweldig!
pt_br: Adoro!
