Repository: HrynchukTymofii/AppTracker
Catalog: LockInSwift v0/appblocker/appblocker/Resources/*.lproj/Localizable.strings
Languages: fr, nl, pt_br

# common.done
source: Done
fr: Terminé
nl: Klaar
pt_br: Concluído

# common.cancel
source: Cancel
fr: Annuler
nl: Annuleren
pt_br: Cancelar

# common.save
source: Save
fr: Enregistrer
nl: Opslaan
pt_br: Salvar

# common.edit
source: Edit
fr: Modifier
nl: Bewerken
pt_br: Editar

# common.close
source: Close
fr: Fermer
nl: Sluiten
pt_br: Fechar

# common.back
source: Back
fr: Retour
nl: Terug
pt_br: Voltar

# common.next
source: Next
fr: Suivant
nl: Volgende
pt_br: Próximo

# common.skip
source: Skip
fr: Passer
nl: Overslaan
pt_br: Pular

# common.continue
source: Continue
fr: Continuer
nl: Doorgaan
pt_br: Continuar

# common.error
source: Error
fr: Erreur
nl: Fout
pt_br: Erro

# common.success
source: Success
fr: Succès
nl: Succes
pt_br: Sucesso

# common.loading
source: Loading...
fr: Chargement...
nl: Laden...
pt_br: Carregando...

# common.retry
source: Retry
fr: Réessayer
nl: Opnieuw
pt_br: Tentar novamente

# common.get_started
source: Get Started
fr: Commencer
nl: Aan de slag
pt_br: Começar

# common.of
source: of
fr: de
nl: van
pt_br: de

# tab.home
source: Home
fr: Accueil
pt_br: Início

# tab.goals
source: Goals
fr: Objectifs
nl: Doelen
pt_br: Metas

# tab.stats
source: Stats
fr: Statistiques
nl: Statistieken
pt_br: Estatísticas

# tab.profile
source: Profile
fr: Profil
nl: Profiel
pt_br: Perfil

# home.greeting
source: Good %@
fr: Bon %@
nl: Goede %@
pt_br: Bom %@

# home.morning
source: morning
fr: matin
nl: morgen
pt_br: dia

# home.afternoon
source: afternoon
fr: après-midi
nl: middag
pt_br: tarde

# home.evening
source: evening
fr: soir
nl: avond
pt_br: noite

# home.help
source: Help
fr: Aide
pt_br: Ajuda

# home.health_score
source: Health
fr: Santé
nl: Gezondheid
pt_br: Saúde

# home.today_progress
source: Today's Progress
fr: Progrès d'aujourd'hui
nl: Voortgang Vandaag
pt_br: Progresso de Hoje

# home.screen_time
source: Screen Time
fr: Temps d'écran
nl: Schermtijd
pt_br: Tempo de Tela

# home.earned_time
source: Earned
fr: Gagné
nl: Verdiend
pt_br: Ganho

# home.daily_goal
source: Daily Goal
fr: Objectif quotidien
nl: Dagelijks Doel
pt_br: Meta Diária

# home.change
source: Change
fr: Modifier
nl: Wijzigen
pt_br: Alterar

# home.upcoming
source: Upcoming
fr: À venir
nl: Gepland
pt_br: Próximos

# home.see_all
source: See All
fr: Voir tout
nl: Alles Bekijken
pt_br: Ver Todos

# home.create_schedule
source: Create a Schedule
fr: Créer un horaire
nl: Schema Maken
pt_br: Criar Cronograma

# home.set_times_unblocked
source: Set times when apps are unblocked
fr: Définir les heures où les apps sont débloquées
nl: Stel tijden in wanneer apps gedeblokkeerd zijn
pt_br: Defina horários para apps desbloqueados

# home.unblocked
source: Unblocked
fr: Débloqué
nl: Gedeblokkeerd
pt_br: Desbloqueado

# home.every_day
source: Every day
fr: Tous les jours
nl: Elke dag
pt_br: Todos os dias

# home.weekdays
source: Weekdays
fr: Jours ouvrables
nl: Werkdagen
pt_br: Dias úteis

# home.weekends
source: Weekends
fr: Week-end
nl: Weekenden
pt_br: Fins de semana

# progress.todays_progress
source: Today's Progress
fr: Progression d'aujourd'hui
nl: Voortgang van Vandaag
pt_br: Progresso de Hoje

# progress.earn
source: Earn
fr: Gagner
nl: Verdien
pt_br: Ganhar

# progress.spent
source: Spent
fr: Dépensé
nl: Besteed
pt_br: Gasto

# progress.earned
source: Earned
fr: Gagné
nl: Verdiend
pt_br: Ganho

# progress.balance
source: Balance
fr: Solde
nl: Saldo
pt_br: Saldo

# progress.this_week
source: This Week
fr: Cette semaine
nl: Deze Week
pt_br: Esta Semana

# lockin.title
source: Earn Screen Time
fr: Gagner du temps d'écran
nl: Verdien Schermtijd
pt_br: Ganhe Tempo de Tela

# lockin.subtitle
source: Complete exercises to unlock app time
fr: Complétez des exercices pour débloquer du temps d'app
nl: Voltooi oefeningen om app-tijd te ontgrendelen
pt_br: Complete exercícios para desbloquear tempo de app

# lockin.balance
source: Screen Time Balance
fr: Solde de temps d'écran
nl: Schermtijd Saldo
pt_br: Saldo de Tempo de Tela

# lockin.earn
source: Earn
fr: Gagner
nl: Verdien
pt_br: Ganhar

# lockin.earn_time
source: EARN TIME
fr: GAGNER DU TEMPS
nl: VERDIEN TIJD
pt_br: GANHAR TEMPO

# lockin.transaction_history
source: Transaction History
fr: Historique des transactions
nl: Transactiegeschiedenis
pt_br: Histórico de Transações

# lockin.no_activity
source: No activity yet
fr: Pas encore d'activité
nl: Nog geen activiteit
pt_br: Nenhuma atividade ainda

# lockin.complete_exercises
source: Complete exercises to earn time
fr: Complétez des exercices pour gagner du temps
nl: Voltooi oefeningen om tijd te verdienen
pt_br: Complete exercícios para ganhar tempo

# lockin.today
source: Today:
fr: Aujourd'hui :
nl: Vandaag:
pt_br: Hoje:

# lockin.earned
source: earned
fr: gagné
nl: verdiend
pt_br: ganho

# lockin.spent
source: spent
fr: dépensé
nl: besteed
pt_br: gasto

# lockin.week
source: Week:
fr: Semaine :
pt_br: Semana:

# lockin.task_in_progress
source: Task in Progress
fr: Tâche en cours
nl: Taak in Uitvoering
pt_br: Tarefa em Progresso

# lockin.continue
source: Continue
fr: Continuer
nl: Doorgaan
pt_br: Continuar

# lockin.recent_activity
source: RECENT ACTIVITY
fr: ACTIVITÉ RÉCENTE
nl: RECENTE ACTIVITEIT
pt_br: ATIVIDADE RECENTE

# lockin.resets_in_hours
source: Resets in %dh
fr: Réinit. dans %dh
nl: Reset in %du
pt_br: Reinicia em %dh

# lockin.favorites
source: Favorites
fr: Favoris
nl: Favorieten
pt_br: Favoritos

# lockin.all_exercises
source: All Exercises
fr: Tous les exercices
nl: Alle oefeningen
pt_br: Todos os exercícios

# lockin.double_tap_add
source: Double tap to add
fr: Double-tap pour ajouter
nl: Dubbeltik om toe te voegen
pt_br: Toque duas vezes para adicionar

# lockin.double_tap_remove
source: Double tap to remove
fr: Double-tap pour retirer
nl: Dubbeltik om te verwijderen
pt_br: Toque duas vezes para remover

# exercise.pushups
source: Pushups
fr: Pompes
pt_br: Flexões

# exercise.plank
source: Plank
fr: Planche
pt_br: Prancha

# exercise.lunges
source: Lunges
fr: Fentes
pt_br: Avanços

# exercise.crunches
source: Crunches
fr: Crunchs
pt_br: Abdominais

# exercise.shoulder_press
source: Shoulder Press
fr: Développé épaules
nl: Schouderpers
pt_br: Desenvolvimento de ombros

# exercise.leg_raises
source: Leg Raises
fr: Relevés de jambes
nl: Beenheffen
pt_br: Elevação de pernas

# exercise.high_knees
source: High Knees
fr: Genoux hauts
nl: Hoge knieën
pt_br: Joelhos altos

# exercise.pull_ups
source: Pull-ups
fr: Tractions
pt_br: Barra fixa

# exercise.wall_sit
source: Wall Sit
fr: Chaise au mur
nl: Wandzit
pt_br: Cadeira na parede

# exercise.side_plank
source: Side Plank
fr: Planche latérale
nl: Zijplank
pt_br: Prancha lateral

# exercise.photo_task
source: Photo Task
fr: Tâche photo
nl: Foto Taak
pt_br: Tarefa com Foto

# exercise.focus_mode
source: Focus Mode
fr: Mode focus
nl: Focusmodus
pt_br: Modo Foco

# exercise.custom
source: Custom Task
fr: Tâche personnalisée
nl: Aangepaste Taak
pt_br: Tarefa Personalizada

# exercise.min_per_rep
source: min/rep
fr: min/rép.

# exercise.camera_required
source: Camera Access Required
fr: Accès caméra requis
nl: Camera Toegang Vereist
pt_br: Acesso à Câmera Necessário

# exercise.open_settings
source: Open Settings
fr: Ouvrir les paramètres
nl: Open Instellingen
pt_br: Abrir Configurações

# exercise.enable_camera
source: Enable Camera
fr: Activer la caméra
nl: Camera Inschakelen
pt_br: Habilitar Câmera

# exercise.great_job
source: Great Job!
fr: Excellent travail !
nl: Goed Gedaan!
pt_br: Ótimo Trabalho!

# exercise.leg_day_champion
source: Leg Day Champion!
fr: Champion des jambes !
nl: Beendag Kampioen!
pt_br: Campeão do Dia de Pernas!

# exercise.core_of_steel
source: Core of Steel!
fr: Abdos d'acier !
nl: Kern van Staal!
pt_br: Core de Aço!

# exercise.min_earned
source: +%@ min earned
fr: +%@ min gagnées
nl: +%@ min verdiend
pt_br: +%@ min ganhos

# exercise.do_pushups
source: Do Pushups
fr: Faire des pompes
nl: Doe Push-ups
pt_br: Fazer Flexões

# exercise.do_squats
source: Do Squats
fr: Faire des squats
nl: Doe Squats
pt_br: Fazer Agachamentos

# exercise.hold_plank
source: Hold Plank
fr: Tenir la planche
nl: Houd Plank
pt_br: Manter Prancha

# exercise.pushup_instructions
source: Position your phone so the camera can see your upper body from the side.
fr: Positionnez votre téléphone pour que la caméra puisse voir votre haut du corps de côté.
nl: Plaats je telefoon zodat de camera je bovenlichaam van opzij kan zien.
pt_br: Posicione seu celular para que a câmera possa ver a parte superior do corpo de lado.

# exercise.squat_instructions
source: Stand in front of your phone so it can see your full body from the side.
fr: Tenez-vous devant votre téléphone pour qu'il puisse voir tout votre corps de côté.
nl: Sta voor je telefoon zodat hij je hele lichaam van opzij kan zien.
pt_br: Fique em frente ao celular para que ele possa ver seu corpo inteiro de lado.

# exercise.plank_instructions
source: Position your phone to see your full body from the side. Keep your body straight!
fr: Positionnez votre téléphone pour voir tout votre corps de côté. Gardez votre corps droit !
nl: Plaats je telefoon om je hele lichaam van opzij te zien. Houd je lichaam recht!
pt_br: Posicione seu celular para ver seu corpo inteiro de lado. Mantenha o corpo reto!

# exercise.start_pushups
source: Start Pushups
fr: Commencer les pompes
pt_br: Iniciar Flexões

# exercise.start_squats
source: Start Squats
fr: Commencer les squats
pt_br: Iniciar Agachamentos

# exercise.start_plank
source: Start Plank
fr: Commencer la planche
pt_br: Iniciar Prancha

# exercise.do_some_pushups
source: Do some pushups...
fr: Faites quelques pompes...
nl: Doe wat push-ups...
pt_br: Faça algumas flexões...

# exercise.do_some_squats
source: Do some squats...
fr: Faites quelques squats...
nl: Doe wat squats...
pt_br: Faça alguns agachamentos...

# exercise.hold_the_plank
source: Hold the plank...
fr: Tenez la planche...
nl: Houd de plank...
pt_br: Mantenha a prancha...

# exercise.pushups_label
source: PUSH-UPS
fr: POMPES
pt_br: FLEXÕES

# exercise.seconds
source: SECONDS
fr: SECONDES
nl: SECONDEN
pt_br: SEGUNDOS

# exercise.down
source: DOWN
fr: BAS
nl: OMLAAG
pt_br: BAIXO

# exercise.up
source: UP
fr: HAUT
nl: OMHOOG
pt_br: CIMA

# exercise.holding
source: HOLDING
fr: MAINTIEN
nl: VASTHOUDEN
pt_br: MANTENDO

# exercise.get_in_position
source: GET IN POSITION
fr: METTEZ-VOUS EN POSITION
nl: NEEM POSITIE IN
pt_br: POSICIONE-SE

# exercise.paused
source: PAUSED
fr: EN PAUSE
nl: GEPAUZEERD
pt_br: PAUSADO

# exercise.paused_get_back
source: PAUSED - Get back in position
fr: EN PAUSE - Remettez-vous en position
nl: GEPAUZEERD - Ga terug in positie
pt_br: PAUSADO - Volte à posição

# exercise.timer_pauses_info
source: Timer pauses if you move out of frame
fr: Le chrono s'arrête si vous sortez du cadre
nl: Timer pauzeert als je uit beeld gaat
pt_br: O timer pausa se você sair do enquadramento

# exercise.camera_tracking_pushups
source: To track your pushups, we need access to your camera.
fr: Pour compter vos pompes, nous avons besoin d'accéder à votre caméra.
nl: Om je push-ups te volgen, hebben we toegang tot je camera nodig.
pt_br: Para rastrear suas flexões, precisamos de acesso à câmera.

# exercise.camera_tracking_squats
source: To track your squats, we need access to your camera.
fr: Pour compter vos squats, nous avons besoin d'accéder à votre caméra.
nl: Om je squats te volgen, hebben we toegang tot je camera nodig.
pt_br: Para rastrear seus agachamentos, precisamos de acesso à câmera.

# exercise.camera_tracking_plank
source: To track your plank, we need access to your camera.
fr: Pour suivre votre planche, nous avons besoin d'accéder à votre caméra.
nl: Om je plank te volgen, hebben we toegang tot je camera nodig.
pt_br: Para rastrear sua prancha, precisamos de acesso à câmera.

# exercise.did_pushups
source: You did %d pushups!
fr: Vous avez fait %d pompes !
nl: Je deed %d push-ups!
pt_br: Você fez %d flexões!

# exercise.did_squats
source: You did %d squats!
fr: Vous avez fait %d squats !
nl: Je deed %d squats!
pt_br: Você fez %d agachamentos!

# exercise.held_for_seconds
source: You held it for %d seconds!
fr: Vous avez tenu %d secondes !
nl: Je hield het %d seconden vol!
pt_br: Você manteve por %d segundos!

# exercise.finish_with_reward
source: Finish (+%@ min)
fr: Terminer (+%@ min)
nl: Voltooien (+%@ min)
pt_br: Finalizar (+%@ min)

# exercise.photo_task_desc
source: Complete a task and verify it with photos to earn screen time
fr: Accomplir une tâche et la vérifier avec des photos pour gagner du temps d'écran
nl: Voltooi een taak en verifieer met foto's om schermtijd te verdienen
pt_br: Complete uma tarefa e verifique com fotos para ganhar tempo de tela

# exercise.describe_task
source: DESCRIBE YOUR TASK
fr: DÉCRIVEZ VOTRE TÂCHE
nl: BESCHRIJF JE TAAK
pt_br: DESCREVA SUA TAREFA

# exercise.task_placeholder
source: What will you do? (e.g., Clean my room)
fr: Que ferez-vous ? (ex. Ranger ma chambre)
nl: Wat ga je doen? (bijv. Mijn kamer opruimen)
pt_br: O que você vai fazer? (ex: Limpar meu quarto)

# exercise.or_choose_preset
source: OR CHOOSE A PRESET
fr: OU CHOISISSEZ UN PRESET
nl: OF KIES EEN VOORINSTELLING
pt_br: OU ESCOLHA UM PREDEFINIDO

# exercise.camera_permission_message
source: We need camera access to verify your exercises and track your progress.
fr: Nous avons besoin d'accéder à la caméra pour vérifier vos exercices et suivre votre progression.
nl: We hebben camera-toegang nodig om je oefeningen te verifiëren en je voortgang te volgen.
pt_br: Precisamos de acesso à câmera para verificar seus exercícios e acompanhar seu progresso.

# exercise.camera_photo_task_message
source: To take photos for task verification, we need access to your camera.
fr: Pour prendre des photos pour la vérification des tâches, nous avons besoin d'accéder à votre caméra.
nl: Om foto's voor taakverificatie te maken, hebben we camera-toegang nodig.
pt_br: Para tirar fotos para verificação de tarefas, precisamos de acesso à câmera.

# exercise.before_photo
source: Before Photo
fr: Photo avant
nl: Voor Foto
pt_br: Foto Antes

# exercise.after_photo
source: After Photo
fr: Photo après
nl: Na Foto
pt_br: Foto Depois

# exercise.show_completed
source: Show your completed task
fr: Montrez votre tâche accomplie
nl: Toon je voltooide taak
pt_br: Mostre sua tarefa concluída

# exercise.take_starting_photo
source: Take a photo of your starting point
fr: Prenez une photo de votre point de départ
nl: Maak een foto van je startpunt
pt_br: Tire uma foto do ponto de partida

# exercise.before
source: Before
fr: Avant
nl: Voor
pt_br: Antes

# exercise.after
source: After
fr: Après
nl: Na
pt_br: Depois

# exercise.proof
source: Proof
fr: Preuve
nl: Bewijs
pt_br: Prova

# exercise.go_complete_task
source: Go complete your task!
fr: Allez accomplir votre tâche !
nl: Ga je taak voltooien!
pt_br: Vá completar sua tarefa!

# exercise.done_after_photo
source: I'm Done - Take After Photo
fr: Terminé - Prendre la photo après
nl: Klaar - Maak Na Foto
pt_br: Terminei - Tirar Foto Depois

# exercise.done_verify_task
source: I'm Done - Verify Task
fr: Terminé - Vérifier la tâche
nl: Klaar - Verifieer Taak
pt_br: Terminei - Verificar Tarefa

# exercise.task_verified
source: Task verified!
fr: Tâche vérifiée !
nl: Taak geverifieerd!
pt_br: Tarefa verificada!

# exercise.type_message
source: Type a message...
fr: Tapez un message...
nl: Typ een bericht...
pt_br: Digite uma mensagem...

# exercise.complete_anyway
source: Complete Anyway (+%d min)
fr: Terminer quand même (+%d min)
nl: Toch Voltooien (+%d min)
pt_br: Completar Mesmo Assim (+%d min)

# exercise.reps
source: reps
fr: répétitions
pt_br: repetições

# exercise.seconds_unit
source: seconds
fr: secondes
nl: seconden
pt_br: segundos

# exercise.reward_per_rep
source: %.1f min/rep (min %d), +%.1f after %d
fr: %.1f min/rép (min %d), +%.1f après %d
nl: %.1f min/rep (min %d), +%.1f na %d
pt_br: %.1f min/rep (mín %d), +%.1f após %d

# exercise.reward_per_sec
source: %.1f min/sec (min %ds), +%.1f after %ds
fr: %.1f min/sec (min %ds), +%.1f après %ds
nl: %.1f min/sec (min %ds), +%.1f na %ds
pt_br: %.1f min/seg (mín %ds), +%.1f após %ds

# exercise.verify_task
source: Verify task completion
fr: Vérifier la tâche
nl: Verifieer taakvoltooiing
pt_br: Verificar tarefa

# exercise.reward_per_unit
source: %.1f min per unit
fr: %.1f min par unité
nl: %.1f min per eenheid
pt_br: %.1f min por unidade

# exercise.preset.clean_room
source: Clean the room
fr: Ranger la chambre
nl: Kamer opruimen
pt_br: Limpar o quarto

# exercise.preset.do_dishes
source: Do the dishes
fr: Faire la vaisselle
nl: Afwassen
pt_br: Lavar a louça

# exercise.preset.make_bed
source: Make the bed
fr: Faire le lit
nl: Bed opmaken
pt_br: Arrumar a cama

# exercise.preset.organize_desk
source: Organize desk
fr: Ranger le bureau
nl: Bureau opruimen
pt_br: Organizar a mesa

# exercise.preset.take_walk
source: Take a walk
fr: Se promener
nl: Wandelen
pt_br: Dar uma caminhada

# exercise.preset.read_book
source: Read a book
fr: Lire un livre
nl: Boek lezen
pt_br: Ler um livro

# exercise.preset.meditate
source: Meditate
fr: Méditer
nl: Mediteren
pt_br: Meditar

# exercise.preset.stretch
source: Do stretches
fr: S'étirer
nl: Stretchen
pt_br: Alongar

# exercise.preset.drink_water
source: Drink water
fr: Boire de l'eau
nl: Water drinken
pt_br: Beber água

# exercise.preset.healthy_meal
source: Eat healthy meal
fr: Manger sainement
nl: Gezond eten
pt_br: Comer saudável

# focus.title
source: Focus Mode
fr: Mode Focus
nl: Focusmodus
pt_br: Modo Foco

# focus.deep_focus
source: Deep Focus
fr: Focus profond
nl: Diepe Focus
pt_br: Foco Profundo

# focus.description
source: Block all distractions and focus on what matters
fr: Bloquez toutes les distractions et concentrez-vous sur l'essentiel
nl: Blokkeer alle afleidingen en focus op wat belangrijk is
pt_br: Bloqueie todas as distrações e foque no que importa

# focus.session_duration
source: Session Duration
fr: Durée de la session
nl: Sessieduur
pt_br: Duração da Sessão

# focus.apps_blocked
source: All selected apps will be blocked
fr: Toutes les apps sélectionnées seront bloquées
nl: Alle geselecteerde apps worden geblokkeerd
pt_br: Todos os apps selecionados serão bloqueados

# focus.earn_info
source: Earn %@ minutes for completing
fr: Gagnez %@ minutes en terminant
nl: Verdien %@ minuten bij voltooiing
pt_br: Ganhe %@ minutos ao completar

# focus.earn_minutes
source: Earn %d minutes for completing
fr: Gagnez %d minutes en terminant
nl: Verdien %d minuten bij voltooiing
pt_br: Ganhe %d minutos ao completar

# focus.no_interruptions
source: Stay focused without interruptions
fr: Restez concentré sans interruptions
nl: Blijf gefocust zonder onderbrekingen
pt_br: Mantenha o foco sem interrupções

# focus.start
source: Start Focus Session
fr: Démarrer la session focus
nl: Start Focussessie
pt_br: Iniciar Sessão de Foco

# focus.remaining
source: Remaining
fr: Restant
nl: Resterend
pt_br: Restante

# focus.paused
source: Paused
fr: En pause
nl: Gepauzeerd
pt_br: Pausado

source: Focus Active
fr: Focus actif
nl: Focus Actief
pt_br: Foco Ativo

# focus.all_blocked
source: All apps are blocked
fr: Toutes les apps sont bloquées
nl: Alle apps zijn geblokkeerd
pt_br: Todos os apps estão bloqueados

# focus.end
source: End
fr: Terminer
nl: Beëindigen
pt_br: Encerrar

# focus.resume
source: Resume
fr: Reprendre
nl: Hervatten
pt_br: Retomar

# focus.add_time
source: +5m
fr: +5min
nl: +5min
pt_br: +5min

# focus.complete
source: Great Focus!
fr: Super focus !
nl: Geweldige Focus!
pt_br: Ótimo Foco!

# focus.completed_session
source: You completed a %d minute focus session
fr: Vous avez terminé une session focus de %d minutes
nl: Je hebt een focussessie van %d minuten voltooid
pt_br: Você completou uma sessão de foco de %d minutos

# focus.time_earned
source: Time Earned
fr: Temps gagné
nl: Tijd Verdiend
pt_br: Tempo Ganho

# focus.cancel
source: Cancel
fr: Annuler
nl: Annuleren
pt_br: Cancelar

# focus.focus_session
source: Focus Session
fr: Session focus
nl: Focussessie
pt_br: Sessão de Foco

# focus.session_paused
source: Session Paused
fr: Session en pause
nl: Sessie Gepauzeerd
pt_br: Sessão Pausada

# focus.focus_active
source: Focus Active
fr: Focus actif
nl: Focus Actief
pt_br: Foco Ativo

# profile.settings
source: Settings
fr: Paramètres
nl: Instellingen
pt_br: Configurações

# profile.achievements
source: Achievements
fr: Réalisations
nl: Prestaties
pt_br: Conquistas

# profile.blocked_items
source: Blocked Items
fr: Éléments bloqués
nl: Geblokkeerde Items
pt_br: Itens Bloqueados

# profile.blocked_items_desc
source: Apps and categories you've blocked
fr: Apps et catégories que vous avez bloquées
nl: Apps en categorieën die je hebt geblokkeerd
pt_br: Apps e categorias que você bloqueou

# profile.app_settings
source: App Settings
fr: Paramètres de l'app
nl: App Instellingen
pt_br: Configurações do App

# profile.unlock_window
source: Unlock Window
fr: Fenêtre de déblocage
nl: Ontgrendelvenster
pt_br: Janela de Desbloqueio

# profile.unlock_window_desc
source: How long you get access when using earned time
fr: Durée d'accès en utilisant le temps gagné
nl: Hoe lang je toegang krijgt bij gebruik van verdiende tijd
pt_br: Quanto tempo você tem acesso ao usar tempo ganho

# profile.daily_goal
source: Daily Goal
fr: Objectif quotidien
nl: Dagelijks Doel
pt_br: Meta Diária

# profile.daily_goal_desc
source: Maximum screen time allowed per day
fr: Temps d'écran maximum autorisé par jour
nl: Maximale schermtijd per dag toegestaan
pt_br: Tempo de tela máximo permitido por dia

# profile.default_app_limit
source: Default App Limit
fr: Limite d'app par défaut
nl: Standaard App Limiet
pt_br: Limite Padrão de App

# profile.default_app_limit_desc
source: Default daily limit for new blocked apps
fr: Limite quotidienne par défaut pour les nouvelles apps bloquées
nl: Standaard dagelijkse limiet voor nieuwe geblokkeerde apps
pt_br: Limite diário padrão para novos apps bloqueados

# profile.theme
source: Theme
fr: Thème
nl: Thema
pt_br: Tema

# profile.accent_color
source: Accent Color
fr: Couleur d'accent
nl: Accentkleur
pt_br: Cor de Destaque

# profile.contact_us
source: Contact Us
fr: Nous contacter
nl: Contact Opnemen
pt_br: Fale Conosco

# profile.rate_us
source: Rate Us
fr: Évaluez-nous
nl: Beoordeel Ons
pt_br: Avalie-nos

# profile.logout
source: Log Out
fr: Déconnexion
nl: Uitloggen
pt_br: Sair

# profile.categories
source: categories
fr: catégories
nl: categorieën
pt_br: categorias

# stats.streak
source: Streak
fr: Série
nl: Reeks
pt_br: Sequência

# stats.tasks
source: Tasks
fr: Tâches
nl: Taken
pt_br: Tarefas

# stats.days
source: days
fr: jours
nl: dagen
pt_br: dias

# stats.total_earned
source: Total Earned
fr: Total gagné
nl: Totaal Verdiend
pt_br: Total Ganho

# stats.total_spent
source: Total Spent
fr: Total dépensé
nl: Totaal Besteed
pt_br: Total Gasto

# stats.weekly_stats
source: Weekly Stats
fr: Stats hebdomadaires
nl: Wekelijkse Statistieken
pt_br: Estatísticas Semanais

# stats.today
source: Today
fr: Aujourd'hui
nl: Vandaag
pt_br: Hoje

# stats.this_week
source: This Week
fr: Cette semaine
nl: Deze Week
pt_br: Esta Semana

# stats.last_week
source: Last Week
fr: Semaine dernière
nl: Vorige Week
pt_br: Semana Passada

# stats.daily_avg
source: Daily Avg
fr: Moyenne quotidienne
nl: Dagelijks Gem.
pt_br: Média Diária

# stats.vs_last_week
source: VS LAST WEEK
fr: VS SEMAINE DERNIÈRE
nl: VS VORIGE WEEK
pt_br: VS SEMANA PASSADA

# stats.less_screen_time
source: less screen time
fr: moins de temps d'écran
nl: minder schermtijd
pt_br: menos tempo de tela

# stats.more_screen_time
source: more screen time
fr: plus de temps d'écran
nl: meer schermtijd
pt_br: mais tempo de tela
