Repository: HrynchukTymofii/AppTracker
Catalog: LockInSwift v0/appblocker/appblocker/Resources/*.lproj/Localizable.strings
Languages: fr, nl, pt_br

# exercise.inst.lunges.4
source: Push back to starting position and alternate
fr: Pousse pour revenir et alterne
nl: Duw door je voorste voet om terug te keren en wissel van kant.
pt_br: Empurre através do pé da frente para voltar e alterne.

# exercise.inst.crunches.1
source: Lie on your back with knees bent
fr: Allonge-toi sur le dos, genoux pliés
nl: Lig op je rug met knieën gebogen en voeten plat.
pt_br: Deite de costas com os joelhos dobrados e pés no chão.

# exercise.inst.crunches.2
source: Place hands behind your head
fr: Place les mains derrière la tête
nl: Plaats handen achter je hoofd, ellebogen naar buiten.
pt_br: Coloque as mãos atrás da cabeça, cotovelos para fora.

# exercise.inst.crunches.3
source: Lift your shoulders off the ground
fr: Soulève les épaules du sol
nl: Til je schouders van de grond door je buik aan te spannen.
pt_br: Levante os ombros do chão contraindo os abdominais.

# exercise.inst.crunches.4
source: Lower back down with control
fr: Redescends avec contrôle
nl: Laat gecontroleerd zakken en herhaal.
pt_br: Abaixe com controle e repita.

# exercise.inst.shoulder_press.1
source: Stand or sit with weights at shoulder height
fr: Debout ou assis avec des poids à hauteur d'épaules

# exercise.inst.shoulder_press.2
source: Press weights straight up overhead
fr: Pousse les poids vers le haut

# exercise.inst.shoulder_press.3
source: Lower back to shoulder height
fr: Redescends à hauteur d'épaules

# exercise.inst.shoulder_press.4
source: Keep your core engaged
fr: Garde les abdos engagés

# exercise.inst.leg_raises.1
source: Lie flat on your back
fr: Allonge-toi à plat sur le dos

# exercise.inst.leg_raises.2
source: Keep legs straight and together
fr: Garde les jambes droites et serrées

# exercise.inst.leg_raises.3
source: Raise legs to 90 degrees
fr: Lève les jambes à 90 degrés

# exercise.inst.leg_raises.4
source: Lower slowly without touching the floor
fr: Descends lentement sans toucher le sol

# exercise.inst.high_knees.1
source: Stand with feet hip-width apart
fr: Tiens-toi debout, pieds écartés à la largeur des hanches

# exercise.inst.high_knees.2
source: Run in place, bringing knees up high
fr: Cours sur place en levant les genoux haut

# exercise.inst.high_knees.3
source: Aim for waist height with each knee
fr: Vise la hauteur de la taille avec chaque genou

# exercise.inst.high_knees.4
source: Pump arms for momentum
fr: Balance les bras pour l'élan

# exercise.inst.pull_ups.1
source: Grab bar with hands shoulder-width apart
fr: Attrape la barre avec les mains écartées à la largeur des épaules

# exercise.inst.pull_ups.2
source: Hang with arms fully extended
fr: Suspends-toi avec les bras complètement tendus

# exercise.inst.pull_ups.3
source: Pull yourself up until chin is over bar
fr: Tire-toi vers le haut jusqu'à ce que le menton passe la barre

# exercise.inst.pull_ups.4
source: Lower yourself with control
fr: Redescends avec contrôle

# exercise.inst.wall_sit.1
source: Stand with back against a wall
fr: Tiens-toi debout, dos contre le mur

# exercise.inst.wall_sit.2
source: Slide down until thighs are parallel to floor
fr: Glisse vers le bas jusqu'à ce que les cuisses soient parallèles au sol

# exercise.inst.wall_sit.3
source: Keep knees at 90 degree angle
fr: Garde les genoux à angle de 90 degrés

# exercise.inst.wall_sit.4
source: Hold the position as long as possible
fr: Maintiens la position aussi longtemps que possible

# exercise.inst.side_plank.1
source: Lie on your side with legs straight
fr: Allonge-toi sur le côté, jambes droites

# exercise.inst.side_plank.2
source: Prop yourself up on your forearm
fr: Appuie-toi sur ton avant-bras

# exercise.inst.side_plank.3
source: Raise your hips off the ground
fr: Soulève tes hanches du sol

# exercise.inst.side_plank.4
source: Keep your body in a straight line
fr: Garde ton corps en ligne droite

# exercise.inst.photo.1
source: Take a photo to verify your task
fr: Prends une photo pour vérifier ta tâche
nl: Maak een 'voor' foto om je startpunt vast te leggen.
pt_br: Tire uma foto 'antes' para documentar seu ponto de partida.

# paywall.title
source: Take Control of Your Screen Time
fr: Reprends le Contrôle de ton Temps d'Écran
nl: Neem de Controle over je Schermtijd
pt_br: Assuma o Controle do seu Tempo de Tela

# paywall.subtitle
source: Join thousands who've reclaimed their focus and reduced screen time by 50%+
fr: Rejoins des milliers de personnes qui ont retrouvé leur concentration et réduit leur temps d'écran de plus de 50%
nl: Sluit je aan bij duizenden die hun focus hebben teruggewonnen en schermtijd met 50%+ hebben verminderd
pt_br: Junte-se a milhares que recuperaram o foco e reduziram o tempo de tela em mais de 50%

# paywall.users_love
source: 10,000+ users love LockIn
fr: Plus de 10 000 utilisateurs adorent LockIn
nl: 10.000+ gebruikers zijn fan van LockIn
pt_br: Mais de 10.000 usuários amam o LockIn

# paywall.feature_blocking
source: Unlimited app & website blocking
fr: Blocage illimité d'apps et de sites web
nl: Onbeperkt apps en websites blokkeren
pt_br: Bloqueio ilimitado de apps e sites

# paywall.feature_focus
source: Focus sessions with task verification
fr: Sessions de concentration avec vérification des tâches
nl: Focussessies met taakverificatie
pt_br: Sessões de foco com verificação de tarefas

# paywall.feature_analytics
source: Detailed usage analytics & insights
fr: Analyses détaillées d'utilisation et insights
nl: Gedetailleerde gebruiksanalyses en inzichten
pt_br: Análises detalhadas de uso e insights

# paywall.trial_toggle
source: Not sure? Try 3 days free
fr: Pas sûr ? Essaie 3 jours gratuits
nl: Niet zeker? Probeer 3 dagen gratis
pt_br: Não tem certeza? Teste 3 dias grátis

# paywall.trial_subtitle
source: Cancel anytime during trial, no charge
fr: Annule à tout moment pendant l'essai, sans frais
nl: Annuleer op elk moment tijdens de proefperiode, zonder kosten
pt_br: Cancele a qualquer momento durante o teste, sem cobrança

# paywall.choose_plan
source: Choose Your Plan
fr: Choisis ton Plan
nl: Kies je Plan
pt_br: Escolha seu Plano

# paywall.loading_plans
source: Loading plans...
fr: Chargement des plans...
nl: Plannen laden...
pt_br: Carregando planos...

# paywall.annual
source: Annual
fr: Annuel
nl: Jaarlijks
pt_br: Anual

# paywall.monthly
source: Monthly
fr: Mensuel
nl: Maandelijks
pt_br: Mensal

# paywall.save
source: SAVE %@%%
fr: ÉCONOMISE %@%%
nl: BESPAAR %@%%
pt_br: ECONOMIZE %@%%

# paywall.billed_annually
source: %@/mo billed annually
fr: %@/mois facturé annuellement
nl: %@/maand jaarlijks gefactureerd
pt_br: %@/mês cobrado anualmente

# paywall.legal_trial
source: After your 3-day free trial, payment will be charged to your Apple ID account. Subscriptions auto-renew unless canceled 24 hours before the period ends.
fr: Après ta période d'essai gratuite de 3 jours, le paiement sera facturé sur ton compte Apple ID. Les abonnements se renouvellent automatiquement sauf annulation 24 heures avant la fin de la période.
nl: Na je gratis proefperiode van 3 dagen wordt de betaling in rekening gebracht op je Apple ID-account. Abonnementen worden automatisch verlengd tenzij 24 uur voor het einde opgezegd.
pt_br: Após o período de teste gratuito de 3 dias, o pagamento será cobrado na sua conta Apple ID. As assinaturas são renovadas automaticamente, a menos que sejam canceladas 24 horas antes do fim do período.

# paywall.legal_no_trial
source: Payment will be charged to your Apple ID account. Subscriptions auto-renew unless canceled 24 hours before the period ends.
fr: Le paiement sera facturé sur ton compte Apple ID. Les abonnements se renouvellent automatiquement sauf annulation 24 heures avant la fin de la période.
nl: De betaling wordt in rekening gebracht op je Apple ID-account. Abonnementen worden automatisch verlengd tenzij 24 uur voor het einde opgezegd.
pt_br: O pagamento será cobrado na sua conta Apple ID. As assinaturas são renovadas automaticamente, a menos que sejam canceladas 24 horas antes do fim do período.

# paywall.terms_of_service
source: Terms of Service
fr: Conditions d'utilisation
nl: Servicevoorwaarden
pt_br: Termos de Serviço

# paywall.privacy_policy
source: Privacy Policy
fr: Politique de confidentialité
nl: Privacybeleid
pt_br: Política de Privacidade

# paywall.restore_purchases
source: Restore Purchases
fr: Restaurer les achats
nl: Aankopen Herstellen
pt_br: Restaurar Compras

# paywall.no_purchases_found
source: No previous purchases found
fr: Aucun achat précédent trouvé
nl: Geen eerdere aankopen gevonden
pt_br: Nenhuma compra anterior encontrada

# paywall.start_trial
source: Start 3-Day Free Trial
fr: Démarrer l'essai gratuit de 3 jours
nl: Start 3-Daagse Gratis Proefperiode
pt_br: Iniciar Teste Grátis de 3 Dias

# paywall.subscribe_now
source: Subscribe Now
fr: S'abonner maintenant
nl: Nu Abonneren
pt_br: Assinar Agora

# paywall.cancel_in_app_store
source: Cancel in App Store
fr: Annuler dans l'App Store
nl: Annuleren in App Store
pt_br: Cancelar na App Store

# paywall.per_year
source: /year
fr: /an
nl: /jaar
pt_br: /ano

# paywall.per_month
source: /month
fr: /mois
nl: /maand
pt_br: /mês

# paywall.welcome_title
source: Welcome to LockIn!
fr: Bienvenue sur LockIn !
nl: Welkom bij LockIn!
pt_br: Bem-vindo ao LockIn!

# paywall.welcome_message
source: Your focus journey starts now
fr: Ton parcours de concentration commence maintenant
nl: Je focusreis begint nu
pt_br: Sua jornada de foco começa agora

# paywall.continue
source: Continue
fr: Continuer
nl: Doorgaan
pt_br: Continuar

# paywall.error
source: Error
fr: Erreur
nl: Fout
pt_br: Erro

# paywall.review1_text
source: Finally broke my phone addiction!
fr: J'ai enfin vaincu mon addiction au téléphone !
nl: Eindelijk mijn telefoonverslaving doorbroken!
pt_br: Finalmente venci meu vício em celular!

# paywall.review2_text
source: My screen time dropped 3 hours/day
fr: Mon temps d'écran a baissé de 3h/jour
nl: Mijn schermtijd daalde met 3 uur/dag
pt_br: Meu tempo de tela caiu 3 horas/dia

# paywall.review3_text
source: Best focus app I've ever used
fr: La meilleure app de concentration que j'ai utilisée
nl: Beste focus-app die ik ooit heb gebruikt
pt_br: Melhor app de foco que já usei

# home.todays_goal
source: Today's Goal
fr: Objectif du jour
nl: Doel van vandaag
pt_br: Meta de hoje

# home.used
source: used
fr: utilisé
nl: gebruikt
pt_br: usado

# home.left
source: left
fr: restant
nl: over
pt_br: restante

# notification.earn_time_action
source: Earn Time
fr: Gagner du temps
nl: Tijd verdienen
pt_br: Ganhar tempo

# notification.view_stats_action
source: View Stats
fr: Voir les stats
nl: Stats bekijken
pt_br: Ver estatísticas

# notification.daily_reminder_title
source: Time to LockIn!
fr: C'est l'heure de LockIn !
nl: Tijd voor LockIn!
pt_br: Hora do LockIn!

# notification.daily_reminder_body
source: Complete a quick exercise to earn screen time for today.
fr: Fais un exercice rapide pour gagner du temps d'écran aujourd'hui.
nl: Doe een snelle oefening om vandaag schermtijd te verdienen.
pt_br: Complete um exercício rápido para ganhar tempo de tela hoje.

# notification.streak_risk_title
source: Don't break your streak!
fr: Ne brise pas ta série !
nl: Breek je reeks niet!
pt_br: Não quebre sua sequência!

# notification.streak_risk_body
source: You have a %d-day streak. Complete an exercise to keep it going!
fr: Tu as une série de %d jours. Fais un exercice pour la maintenir !
nl: Je hebt een reeks van %d dagen. Doe een oefening om hem te behouden!
pt_br: Você tem uma sequência de %d dias. Complete um exercício para mantê-la!

# notification.need_more_time_title
source: Need more screen time?
fr: Besoin de plus de temps d'écran ?
nl: Meer schermtijd nodig?
pt_br: Precisa de mais tempo de tela?

# notification.need_more_time_body
source: Complete a quick exercise to unlock your favorite apps.
fr: Fais un exercice rapide pour débloquer tes apps préférées.
nl: Doe een snelle oefening om je favoriete apps te ontgrendelen.
pt_br: Complete um exercício rápido para desbloquear seus apps favoritos.

# notification.focus_complete_title
source: Focus Session Complete!
fr: Session de concentration terminée !
nl: Focus-sessie voltooid!
pt_br: Sessão de foco concluída!

# notification.focus_complete_body
source: You earned %@ minutes of screen time.
fr: Tu as gagné %@ minutes de temps d'écran.
nl: Je hebt %@ minuten schermtijd verdiend.
pt_br: Você ganhou %@ minutos de tempo de tela.

# coach.title
source: AI Coach
fr: Coach IA
pt_br: Coach IA

# coach.your_ai_coach
source: Your AI Coach
fr: Ton Coach IA
nl: Jouw AI Coach
pt_br: Seu Coach IA

# coach.description
source: I'm here to help you build healthier habits and understand your screen time patterns.
fr: Je suis là pour t'aider à construire des habitudes plus saines et comprendre tes habitudes d'écran.
nl: Ik ben hier om je te helpen gezondere gewoontes op te bouwen en je schermtijdpatronen te begrijpen.
pt_br: Estou aqui para ajudar você a construir hábitos mais saudáveis e entender seus padrões de tempo de tela.

# coach.greeting_can_earn
source: Hey! I noticed you hit your daily goal. That's actually a good sign - it means your boundaries are working. Chat with me for a bit, and you can earn bonus screen time. How are you feeling right now?
fr: Hey ! J'ai remarqué que tu as atteint ton objectif quotidien. C'est en fait bon signe - ça veut dire que tes limites fonctionnent. Discute un peu avec moi, et tu pourras gagner du temps d'écran bonus. Comment te sens-tu en ce moment ?
nl: Hé! Ik zag dat je je dagelijkse doel hebt bereikt. Dat is eigenlijk een goed teken - het betekent dat je grenzen werken. Chat even met mij, en je kunt bonus schermtijd verdienen. Hoe voel je je nu?
pt_br: Ei! Percebi que você atingiu sua meta diária. Isso é um bom sinal - significa que seus limites estão funcionando. Converse comigo um pouco e você pode ganhar tempo de tela bônus. Como você está se sentindo agora?

# coach.greeting_cant_earn
source: Welcome back! You've already earned your bonus time today, but I'm still here to help. What's on your mind?
fr: Content de te revoir ! Tu as déjà gagné ton temps bonus aujourd'hui, mais je suis toujours là pour t'aider. Qu'est-ce qui te préoccupe ?
nl: Welkom terug! Je hebt vandaag al je bonustijd verdiend, maar ik ben er nog steeds om te helpen. Wat houdt je bezig?
pt_br: Bem-vindo de volta! Você já ganhou seu tempo bônus hoje, mas ainda estou aqui para ajudar. O que está em sua mente?

# coach.prompt1
source: Why do I keep reaching my limit?
fr: Pourquoi j'atteins toujours ma limite ?
nl: Waarom bereik ik steeds mijn limiet?
pt_br: Por que sempre atinjo meu limite?

# coach.prompt2
source: Help me stay focused
fr: Aide-moi à rester concentré
nl: Help me gefocust te blijven
pt_br: Me ajude a manter o foco

# coach.prompt3
source: I'm feeling stressed
fr: Je me sens stressé
nl: Ik voel me gestrest
pt_br: Estou me sentindo estressado

# coach.ready_to_earn
source: Great conversation! Ready to earn bonus time?
fr: Super conversation ! Prêt à gagner du temps bonus ?
nl: Goed gesprek! Klaar om bonustijd te verdienen?
pt_br: Ótima conversa! Pronto para ganhar tempo bônus?

# coach.earn_minutes
source: Earn 5 Minutes
fr: Gagner 5 minutes
nl: 5 minuten verdienen
pt_br: Ganhar 5 minutos

# coach.minutes_earned
source: +%d Minutes Earned!
fr: +%d minutes gagnées !
nl: +%d minuten verdiend!
pt_br: +%d minutos ganhos!

# coach.thanks_reflecting
source: Thanks for reflecting with your coach. Keep building healthy habits!
fr: Merci d'avoir réfléchi avec ton coach. Continue à construire des habitudes saines !
nl: Bedankt voor het reflecteren met je coach. Blijf gezonde gewoontes opbouwen!
pt_br: Obrigado por refletir com seu coach. Continue construindo hábitos saudáveis!

# coach.bonus_acknowledgment
source: Awesome! I've added 5 minutes to your time bank. Remember, earning time through exercise is even more rewarding - you're building physical health while managing screen time. You can earn more bonus time tomorrow by chatting with me again!
fr: Super ! J'ai ajouté 5 minutes à ta banque de temps. N'oublie pas, gagner du temps par l'exercice est encore plus gratifiant - tu construis ta santé physique tout en gérant ton temps d'écran. Tu pourras gagner plus de temps bonus demain en discutant à nouveau avec moi !
nl: Geweldig! Ik heb 5 minuten aan je tijdbank toegevoegd. Onthoud, tijd verdienen door te sporten is nog bevredigender - je bouwt fysieke gezondheid op terwijl je schermtijd beheert. Je kunt morgen meer bonustijd verdienen door weer met me te chatten!
pt_br: Incrível! Adicionei 5 minutos ao seu banco de tempo. Lembre-se, ganhar tempo através de exercícios é ainda mais gratificante - você está construindo saúde física enquanto gerencia o tempo de tela. Você pode ganhar mais tempo bônus amanhã conversando comigo novamente!

# coach.type_message
source: Type a message...
fr: Écris un message...
nl: Typ een bericht...
pt_br: Digite uma mensagem...

# coach.response_limit
source: Hitting your limit isn't failure - it's your system working. The discomfort you're feeling is your brain rewiring. What were you trying to do when you got blocked? Sometimes understanding the trigger helps.
fr: Atteindre ta limite n'est pas un échec - c'est ton système qui fonctionne. L'inconfort que tu ressens, c'est ton cerveau qui se recâble. Que faisais-tu quand tu as été bloqué ? Parfois comprendre le déclencheur aide.
nl: Je limiet bereiken is geen mislukking - het is je systeem dat werkt. Het ongemak dat je voelt is je brein dat opnieuw bedraadt. Wat probeerde je te doen toen je werd geblokkeerd? Soms helpt het om de trigger te begrijpen.
pt_br: Atingir seu limite não é fracasso - é seu sistema funcionando. O desconforto que você sente é seu cérebro se reconectando. O que você estava tentando fazer quando foi bloqueado? Às vezes entender o gatilho ajuda.

# coach.response_stress
source: I hear you. Stress often makes us reach for our phones as a quick escape. But here's the thing - that escape usually makes us feel worse afterward. Try this: Take 5 deep breaths right now. Then tell me what you're stressed about.
fr: Je t'entends. Le stress nous pousse souvent vers le téléphone comme échappatoire rapide. Mais voilà - cette échappatoire nous fait généralement nous sentir moins bien après. Essaie ça : Prends 5 grandes respirations maintenant. Puis dis-moi ce qui te stresse.
nl: Ik hoor je. Stress zorgt er vaak voor dat we naar onze telefoon grijpen als snelle ontsnapping. Maar hier is het punt - die ontsnapping maakt ons meestal slechter na. Probeer dit: Adem nu 5 keer diep in. Vertel me dan wat je stress bezorgt.
pt_br: Eu entendo você. O estresse frequentemente nos faz buscar o celular como fuga rápida. Mas aqui está o ponto - essa fuga geralmente nos faz sentir pior depois. Tente isso: Respire fundo 5 vezes agora. Depois me diga o que está te estressando.

# coach.response_focus
source: Love that you want to stay focused! Here are some quick wins: 1. Put your phone in another room 2. Set a 25-minute timer and work on one thing 3. Reward yourself with a short break after Which one feels doable right now?
fr: J'adore que tu veuilles rester concentré ! Voici quelques victoires rapides : 1. Mets ton téléphone dans une autre pièce 2. Mets un minuteur de 25 minutes et travaille sur une chose 3. Récompense-toi avec une courte pause après Laquelle te semble faisable maintenant ?
nl: Geweldig dat je gefocust wilt blijven! Hier zijn wat snelle overwinningen: 1. Leg je telefoon in een andere kamer 2. Zet een timer van 25 minuten en werk aan één ding 3. Beloon jezelf daarna met een korte pauze Welke voelt nu haalbaar?
pt_br: Adoro que você quer manter o foco! Aqui estão algumas vitórias rápidas: 1. Coloque seu celular em outro cômodo 2. Defina um timer de 25 minutos e trabalhe em uma coisa 3. Se recompense com uma pausa curta depois Qual parece viável agora?

# coach.response_bored
source: Boredom is actually valuable - it's when creativity happens. But I get it, it's uncomfortable. Instead of scrolling, what's something you've been meaning to do but haven't? Even something small.
fr: L'ennui est en fait précieux - c'est là que la créativité se produit. Mais je comprends, c'est inconfortable. Au lieu de scroller, qu'as-tu voulu faire mais pas encore fait ? Même quelque chose de petit.
nl: Verveling is eigenlijk waardevol - dan ontstaat creativiteit. Maar ik begrijp het, het is ongemakkelijk. In plaats van scrollen, wat wilde je al lang doen maar heb je niet gedaan? Zelfs iets kleins.
pt_br: O tédio é na verdade valioso - é quando a criatividade acontece. Mas eu entendo, é desconfortável. Em vez de rolar, o que você quis fazer mas não fez? Mesmo algo pequeno.

# coach.response_default
source: Thanks for sharing that. Building new habits is a journey, and you're already taking steps by being here. What would help you most right now - some practical tips, or just someone to listen?
fr: Merci de partager ça. Construire de nouvelles habitudes est un voyage, et tu fais déjà des pas en étant ici. Qu'est-ce qui t'aiderait le plus maintenant - des conseils pratiques, ou juste quelqu'un pour écouter ?
nl: Bedankt voor het delen. Nieuwe gewoontes opbouwen is een reis, en je maakt al stappen door hier te zijn. Wat zou je nu het meeste helpen - wat praktische tips, of gewoon iemand om naar te luisteren?
pt_br: Obrigado por compartilhar. Construir novos hábitos é uma jornada, e você já está dando passos estando aqui. O que te ajudaria mais agora - algumas dicas práticas, ou apenas alguém para ouvir?

# detox.title
source: Detox
fr: Détox

# detox.stay_focused
source: Stay focused!
fr: Reste concentré !
nl: Blijf gefocust!
pt_br: Mantenha o foco!

# detox.digital_detox
source: Digital Detox
fr: Détox numérique
nl: Digitale Detox
pt_br: Detox Digital

# detox.all_apps_blocked
source: All distracting apps are blocked
fr: Toutes les apps distrayantes sont bloquées
nl: Alle afleidende apps zijn geblokkeerd
pt_br: Todos os apps que distraem estão bloqueados

# detox.take_break
source: Take a break from your phone
fr: Fais une pause loin de ton téléphone
nl: Neem een pauze van je telefoon
pt_br: Faça uma pausa do celular

# detox.remaining
source: remaining
fr: restant
nl: resterend
pt_br: restante

# detox.duration
source: DURATION
fr: DURÉE
nl: DUUR
pt_br: DURAÇÃO

# detox.end_detox
source: End Detox
fr: Terminer Détox
nl: Detox beëindigen
pt_br: Encerrar Detox

# detox.start_detox
source: Start Detox
fr: Commencer Détox
nl: Detox starten
pt_br: Iniciar Detox

# onboarding.age_under_18
source: Under 18
fr: Moins de 18 ans
nl: Jonger dan 18
pt_br: Menos de 18

# onboarding.hours_1_2
source: 1-2 hours
fr: 1-2 heures
nl: 1-2 uur
pt_br: 1-2 horas

# onboarding.hours_2_4
source: 2-4 hours
fr: 2-4 heures
nl: 2-4 uur
pt_br: 2-4 horas

# onboarding.hours_4_6
source: 4-6 hours
fr: 4-6 heures
nl: 4-6 uur
pt_br: 4-6 horas

# onboarding.hours_6_8
source: 6-8 hours
fr: 6-8 heures
nl: 6-8 uur
pt_br: 6-8 horas

# onboarding.hours_8_plus
source: 8+ hours
fr: 8+ heures
nl: 8+ uur
pt_br: 8+ horas

# onboarding.review1_text
source: I was losing 5 hours daily to Instagram. Now I read books again and sleep better.
fr: Je perdais 5 heures par jour sur Instagram. Maintenant je lis à nouveau et je dors mieux.
nl: Ik verloor dagelijks 5 uur aan Instagram. Nu lees ik weer boeken en slaap ik beter.
pt_br: Eu perdia 5 horas por dia no Instagram. Agora leio livros novamente e durmo melhor.

# onboarding.review1_author
source: Sarah M.
fr: Marie D.
nl: Sophie V.
pt_br: Ana C.
