Repository: HrynchukTymofii/AppTracker
Catalog: LockInSwift v0/appblocker/appblocker/Resources/*.lproj/Localizable.strings
Languages: fr, nl, pt_br

# onboarding.review2_text
source: My productivity doubled in the first week. I finally complete my daily tasks.
fr: Ma productivité a doublé en une semaine. Je termine enfin mes tâches quotidiennes.
nl: Mijn productiviteit is in de eerste week verdubbeld. Ik maak eindelijk mijn dagelijkse taken af.
pt_br: Minha produtividade dobrou na primeira semana. Finalmente completo minhas tarefas diárias.

# onboarding.review2_author
source: Mike R.
fr: Thomas R.
nl: Daan B.
pt_br: Lucas R.

# onboarding.review3_text
source: Finally have time for my hobbies. LockIn helped me reclaim my evenings.
fr: Enfin du temps pour mes loisirs. LockIn m'a aidé à récupérer mes soirées.
nl: Eindelijk tijd voor mijn hobby's. LockIn heeft me mijn avonden teruggegeven.
pt_br: Finalmente tenho tempo para meus hobbies. O LockIn me ajudou a recuperar minhas noites.

# onboarding.review3_author
source: Emma L.
fr: Léa M.
nl: Emma J.
pt_br: Julia S.

# onboarding.review4_text
source: The task verification changed everything. I actually finish what I start now.
fr: La vérification des tâches a tout changé. Je termine vraiment ce que je commence maintenant.
nl: De taakverificatie heeft alles veranderd. Ik maak nu echt af wat ik begin.
pt_br: A verificação de tarefas mudou tudo. Agora eu realmente termino o que começo.

# onboarding.review4_author
source: James K.
fr: Lucas B.
nl: Luuk K.
pt_br: Pedro M.

# onboarding.now
source: now
fr: maintenant
nl: nu
pt_br: agora

# onboarding.how_it_works
source: How It Works
fr: Comment ça marche
nl: Hoe het werkt
pt_br: Como funciona

# onboarding.block_apps
source: Block Apps
fr: Bloquer des apps
nl: Apps blokkeren
pt_br: Bloquear apps

# onboarding.block_apps_desc
source: Select apps to block permanently
fr: Sélectionne des apps à bloquer définitivement
nl: Selecteer apps om permanent te blokkeren
pt_br: Selecione apps para bloquear permanentemente

# onboarding.earn_time
source: Earn Time
fr: Gagner du temps
nl: Tijd verdienen
pt_br: Ganhar tempo

# onboarding.earn_time_desc
source: Complete exercises to earn screen time
fr: Fais des exercices pour gagner du temps d'écran
nl: Doe oefeningen om schermtijd te verdienen
pt_br: Complete exercícios para ganhar tempo de tela

# onboarding.spend_wisely
source: Spend Wisely
fr: Dépense sagement
nl: Verstandig besteden
pt_br: Gaste com sabedoria

# onboarding.spend_wisely_desc
source: Use your earned time on blocked apps
fr: Utilise ton temps gagné sur les apps bloquées
nl: Gebruik je verdiende tijd aan geblokkeerde apps
pt_br: Use seu tempo ganho em apps bloqueados

# onboarding.schedule_freedom
source: Schedule Freedom
fr: Programme ta liberté
nl: Vrijheid plannen
pt_br: Agende liberdade

# onboarding.schedule_freedom_desc
source: Set unblock windows for specific times
fr: Définis des fenêtres de déblocage pour des heures spécifiques
nl: Stel ontgrendelvensters in voor specifieke tijden
pt_br: Defina janelas de desbloqueio para horários específicos

# onboarding.select_apps_to_block
source: Select Apps to Block
fr: Sélectionne des apps à bloquer
nl: Selecteer apps om te blokkeren
pt_br: Selecione apps para bloquear

# onboarding.apps_blocked_by_default
source: These apps will be blocked by default. You'll need to earn time or use scheduled windows to access them.
fr: Ces apps seront bloquées par défaut. Tu devras gagner du temps ou utiliser des fenêtres programmées pour y accéder.
nl: Deze apps worden standaard geblokkeerd. Je moet tijd verdienen of geplande vensters gebruiken om ze te openen.
pt_br: Esses apps serão bloqueados por padrão. Você precisará ganhar tempo ou usar janelas agendadas para acessá-los.

# onboarding.earn_screen_time
source: Earn Screen Time
fr: Gagne du temps d'écran
nl: Verdien schermtijd
pt_br: Ganhe tempo de tela

# onboarding.earn_screen_time_desc
source: Complete exercises to earn minutes you can spend on blocked apps
fr: Fais des exercices pour gagner des minutes à utiliser sur les apps bloquées
nl: Doe oefeningen om minuten te verdienen die je kunt gebruiken voor geblokkeerde apps
pt_br: Complete exercícios para ganhar minutos que você pode usar em apps bloqueados

# onboarding.unlock_window_title
source: Unlock Window
fr: Fenêtre de déblocage
nl: Ontgrendelvenster
pt_br: Janela de desbloqueio

# onboarding.unlock_window_desc
source: When you unlock an app with earned time, how long should the access window be?
fr: Quand tu débloques une app avec du temps gagné, combien de temps doit durer la fenêtre d'accès ?
nl: Wanneer je een app ontgrendelt met verdiende tijd, hoe lang moet het toegangsvenster zijn?
pt_br: Quando você desbloqueia um app com tempo ganho, quanto tempo deve durar a janela de acesso?

# onboarding.how_it_works_explain
source: How it works
fr: Comment ça marche
nl: Hoe het werkt
pt_br: Como funciona

# onboarding.how_it_works_detail
source: Time is deducted upfront when you unlock. After the window expires, apps automatically re-block. Choose a shorter window to stay more focused.
fr: Le temps est déduit immédiatement au déblocage. Après expiration de la fenêtre, les apps se rebloquent automatiquement. Choisis une fenêtre plus courte pour rester plus concentré.
nl: Tijd wordt direct afgetrokken bij ontgrendeling. Na het verlopen van het venster worden apps automatisch opnieuw geblokkeerd. Kies een korter venster om meer gefocust te blijven.
pt_br: O tempo é descontado na hora do desbloqueio. Depois que a janela expira, os apps são bloqueados automaticamente. Escolha uma janela mais curta para manter mais foco.

# onboarding.minutes_selected
source: minutes selected
fr: minutes sélectionnées
nl: minuten geselecteerd
pt_br: minutos selecionados

# onboarding.almost_ready
source: Almost Ready!
fr: Presque prêt !
nl: Bijna klaar!
pt_br: Quase pronto!

# onboarding.grant_permissions
source: Grant permissions to enable app blocking and exercise verification
fr: Accorde les permissions pour activer le blocage d'apps et la vérification d'exercices
nl: Geef toestemmingen om app-blokkering en oefeningverificatie in te schakelen
pt_br: Conceda permissões para habilitar bloqueio de apps e verificação de exercícios

# onboarding.screen_time
source: Screen Time
fr: Temps d'écran
nl: Schermtijd
pt_br: Tempo de tela

# onboarding.required_to_block
source: Required to block apps
fr: Requis pour bloquer des apps
nl: Vereist om apps te blokkeren
pt_br: Necessário para bloquear apps

# onboarding.camera
source: Camera
fr: Caméra
pt_br: Câmera

# onboarding.for_exercise_verification
source: For exercise verification
fr: Pour la vérification d'exercices
nl: Voor oefeningverificatie
pt_br: Para verificação de exercícios

# onboarding.grant
source: Grant
fr: Autoriser
nl: Toestaan
pt_br: Permitir

# home.top_apps
source: Top Apps
nl: Meest Gebruikte Apps
pt_br: Apps Mais Usados

# exercise.squats
source: Squats
pt_br: Agachamentos

# exercise.jumping_jacks
source: Jumping Jacks
pt_br: Polichinelos

# exercise.min_per_sec
source: min/sec
pt_br: min/seg

# exercise.squats_label
source: SQUATS
pt_br: AGACHAMENTOS

# focus.pause
source: Pause
nl: Pauzeren
pt_br: Pausar

# focus.minutes
source: +%@ minutes
nl: +%@ minuten
pt_br: +%@ minutos

# profile.notifications
source: Notifications
nl: Meldingen
pt_br: Notificações

# achievement.health_80.name
source: Excellent
nl: Uitstekend
pt_br: Excelente

# goals.minutes
source: minutes
nl: minuten
pt_br: minutos

# goals.minutes_count
source: %d minutes
nl: %d minuten
pt_br: %d minutos

# time.minutes
source: %d minutes
nl: %d minuten
pt_br: %d minutos

# settings.color.orange
source: Orange
nl: Oranje
pt_br: Laranja

# settings.color.indigo
source: Indigo
pt_br: Índigo

# report.notifications
source: Notifications
nl: Meldingen
pt_br: Notificações

# quick.squats
source: Squats
pt_br: Agachamentos
