Repository: HrynchukTymofii/AppTracker
Catalog: LockInSwift v0/appblocker/appblocker/Resources/*.lproj/Localizable.strings
Languages: fr, nl, pt_br

# onboarding.task_verification
source: Task Verification
fr: Vérification des tâches
nl: Taakverificatie
pt_br: Verificação de Tarefas

# onboarding.focus_sessions
source: Focus Sessions
fr: Sessions focus
nl: Focussessies
pt_br: Sessões de Foco

# onboarding.daily_goals
source: Daily Goals
fr: Objectifs quotidiens
nl: Dagelijkse Doelen
pt_br: Metas Diárias

# onboarding.complete_tasks
source: Complete Tasks
fr: Compléter des tâches
nl: Voltooide Taken
pt_br: Tarefas Completas

# onboarding.app_rating
source: App Rating
fr: Note de l'app
nl: App Beoordeling
pt_br: Avaliação do App

# onboarding.more_productive
source: More Productive
fr: Plus productif
nl: Productiever
pt_br: Mais Produtivo

# onboarding.start_free_trial
source: Start Free Trial
fr: Démarrer l'essai gratuit
nl: Start Gratis Proefperiode
pt_br: Iniciar Teste Grátis

# onboarding.days_free
source: 3 days free
fr: 3 jours gratuits
nl: 3 dagen gratis
pt_br: 3 dias grátis

# onboarding.maybe_later
source: Maybe later
fr: Peut-être plus tard
nl: Misschien later
pt_br: Talvez depois

# onboarding.allow_notifications
source: Allow Notifications
fr: Autoriser les notifications
nl: Sta Meldingen Toe
pt_br: Permitir Notificações

# onboarding.remind_overscrolling
source: So we can remind you about over-scrolling and help you stay on track with your goals
fr: Pour vous rappeler le défilement excessif et vous aider à rester sur vos objectifs
nl: Zodat we je kunnen herinneren aan te veel scrollen en je kunnen helpen je doelen te bereiken
pt_br: Para lembrá-lo sobre rolagem excessiva e ajudá-lo a manter suas metas

# onboarding.notifications_enabled
source: Notifications enabled!
fr: Notifications activées !
nl: Meldingen ingeschakeld!
pt_br: Notificações ativadas!

# onboarding.scrolling_for
source: You've been scrolling for 30 min. Time for a break?
fr: Vous défilez depuis 30 min. Temps pour une pause ?
nl: Je scrollt al 30 min. Tijd voor een pauze?
pt_br: Você está rolando há 30 min. Hora de uma pausa?

# onboarding.time_for_break
source: Time for a break?
fr: Temps pour une pause ?
nl: Tijd voor een pauze?
pt_br: Hora de uma pausa?

# onboarding.what_to_block
source: What to block?
fr: Que bloquer ?
nl: Wat blokkeren?
pt_br: O que bloquear?

# onboarding.change_this_later
source: Don't worry, you can change this later
fr: Ne vous inquiétez pas, vous pouvez changer cela plus tard
nl: Maak je geen zorgen, je kunt dit later wijzigen
pt_br: Não se preocupe, você pode mudar isso depois

# onboarding.categories
source: Categories
fr: Catégories
nl: Categorieën
pt_br: Categorias

# onboarding.start_blocking
source: Start Blocking
fr: Commencer à bloquer
nl: Start Blokkeren
pt_br: Iniciar Bloqueio

# onboarding.items_selected
source: %d items selected
fr: %d éléments sélectionnés
nl: %d items geselecteerd
pt_br: %d itens selecionados

# onboarding.set_daily_goal
source: Set Your Daily Goal
fr: Définissez votre objectif quotidien
nl: Stel Je Dagelijks Doel In
pt_br: Defina Sua Meta Diária

# onboarding.how_much_allow
source: How much screen time do you want to allow yourself?
fr: Combien de temps d'écran voulez-vous vous accorder ?
nl: Hoeveel schermtijd wil je jezelf toestaan?
pt_br: Quanto tempo de tela você quer se permitir?

# onboarding.per_day
source: per day
fr: par jour
nl: per dag
pt_br: por dia

# onboarding.change_in_settings
source: You can always change this later in Settings
fr: Vous pouvez toujours changer cela dans les Paramètres
nl: Je kunt dit altijd wijzigen in Instellingen
pt_br: Você sempre pode mudar isso nas Configurações

# onboarding.set_my_goal
source: Set My Goal
fr: Définir mon objectif
nl: Stel Mijn Doel In
pt_br: Definir Minha Meta

# onboarding.days
source: days
fr: jours
nl: dagen
pt_br: dias

# onboarding.years
source: years
fr: ans
nl: jaar
pt_br: anos

# onboarding.projection_title
source: LockIn rewires your brain for long-term focus.
fr: LockIn recâble ton cerveau pour une concentration à long terme.
nl: LockIn herprogrammeert je brein voor langdurige focus.
pt_br: LockIn reprograma seu cérebro para foco de longo prazo.

# onboarding.projection_subtitle
source: LockIn users regain %d+ hours of focus every week.
fr: Les utilisateurs de LockIn récupèrent %d+ heures de concentration chaque semaine.
nl: LockIn-gebruikers winnen %d+ uur focus per week terug.
pt_br: Usuários do LockIn recuperam %d+ horas de foco toda semana.

# onboarding.without_lockin
source: Without LockIn
fr: Sans LockIn
nl: Zonder LockIn
pt_br: Sem LockIn

# onboarding.day_one
source: Day 1
fr: Jour 1
nl: Dag 1
pt_br: Dia 1

# onboarding.day_fourteen
source: Day 14
fr: Jour 14
nl: Dag 14
pt_br: Dia 14

# onboarding.commitment_title
source: Make a Commitment
fr: Prends un Engagement
nl: Maak een Belofte
pt_br: Faça um Compromisso

# onboarding.committed
source: You're Committed!
fr: Tu es Engagé !
nl: Je bent Toegewijd!
pt_br: Você está Comprometido!

# onboarding.press_and_hold
source: Press and hold the orb for 3 seconds to commit to taking control of your screen time
fr: Appuie et maintiens l'orbe pendant 3 secondes pour t'engager à contrôler ton temps d'écran
nl: Houd de orb 3 seconden ingedrukt om je te committeren aan het controleren van je schermtijd
pt_br: Pressione e segure o orbe por 3 segundos para se comprometer a controlar seu tempo de tela

# onboarding.taken_first_step
source: You've taken the first step towards a healthier relationship with your phone
fr: Tu as fait le premier pas vers une relation plus saine avec ton téléphone
nl: Je hebt de eerste stap gezet naar een gezondere relatie met je telefoon
pt_br: Você deu o primeiro passo para uma relação mais saudável com seu celular

# onboarding.keep_holding
source: Keep holding...
fr: Continue à maintenir...
nl: Blijf vasthouden...
pt_br: Continue segurando...

# onboarding.hold_the_orb
source: Hold the orb to commit
fr: Maintiens l'orbe pour t'engager
nl: Houd de orb vast om je te committeren
pt_br: Segure o orbe para se comprometer

# onboarding.lets_set_up
source: Let's set up your focus app!
fr: Configurons ton app de concentration !
nl: Laten we je focus-app instellen!
pt_br: Vamos configurar seu app de foco!

# auth.welcome_to
source: Welcome to LockIn
fr: Bienvenue sur LockIn
nl: Welkom bij LockIn
pt_br: Bem-vindo ao LockIn

# auth.take_control
source: Take control of your screen time
fr: Prenez le contrôle de votre temps d'écran
nl: Neem controle over je schermtijd
pt_br: Assuma o controle do seu tempo de tela

# auth.continue_google
source: Continue with Google
fr: Continuer avec Google
nl: Doorgaan met Google
pt_br: Continuar com Google

# auth.continue_apple
source: Continue with Apple
fr: Continuer avec Apple
nl: Doorgaan met Apple
pt_br: Continuar com Apple

# auth.continue_email
source: Continue with Email
fr: Continuer avec Email
nl: Doorgaan met E-mail
pt_br: Continuar com Email

# auth.get_started
source: Get Started
fr: Commencer
nl: Aan de Slag
pt_br: Começar

# auth.already_have_account
source: I already have an account
fr: J'ai déjà un compte
nl: Ik heb al een account
pt_br: Já tenho uma conta

# auth.privacy_policy
source: Privacy Policy
fr: Politique de confidentialité
nl: Privacybeleid
pt_br: Política de Privacidade

# auth.terms_of_service
source: Terms of Service
fr: Conditions d'utilisation
nl: Servicevoorwaarden
pt_br: Termos de Serviço

# auth.create_account
source: Create Account
fr: Créer un compte
nl: Account Aanmaken
pt_br: Criar Conta

# auth.welcome_back
source: Welcome Back
fr: Bon retour
nl: Welkom Terug
pt_br: Bem-vindo de Volta

# auth.start_taking_control
source: Start taking control of your screen time
fr: Commencez à prendre le contrôle de votre temps d'écran
nl: Begin met controle nemen over je schermtijd
pt_br: Comece a assumir o controle do seu tempo de tela

# auth.goals_waiting
source: Your focus goals are waiting for you
fr: Vos objectifs focus vous attendent
nl: Je focusdoelen wachten op je
pt_br: Suas metas de foco estão esperando por você

# auth.password
source: Password
fr: Mot de passe
nl: Wachtwoord
pt_br: Senha

# auth.enter_password
source: Enter your password
fr: Entrez votre mot de passe
nl: Voer je wachtwoord in
pt_br: Digite sua senha

# auth.agree_to_terms
source: I agree to LockIn
fr: J'accepte les
nl: Ik ga akkoord met LockIn's
pt_br: Eu concordo com os

# auth.terms_conditions
source: Terms & Conditions
fr: CGU de LockIn
nl: Algemene Voorwaarden
pt_br: Termos e Condições

# auth.sign_in
source: Sign In
fr: Se connecter
nl: Inloggen
pt_br: Entrar

# auth.sign_up
source: Sign up
fr: S'inscrire
nl: Aanmelden
pt_br: Cadastrar

# auth.or_continue_with
source: or continue with
fr: ou continuer avec
nl: of doorgaan met
pt_br: ou continue com

# auth.no_account
source: Don't have an account?
fr: Pas de compte ?
nl: Geen account?
pt_br: Não tem uma conta?

# auth.have_account
source: Already have an account?
fr: Déjà un compte ?
nl: Heb je al een account?
pt_br: Já tem uma conta?

# report.no_data
source: No Screen Time Data
fr: Aucune donnée de temps d'écran
nl: Geen schermtijdgegevens
pt_br: Sem dados de tempo de tela

# report.no_data_desc
source: Use your device and come back to see your statistics
fr: Utilisez votre appareil et revenez voir vos statistiques
nl: Gebruik je apparaat en kom terug om je statistieken te zien
pt_br: Use seu dispositivo e volte para ver suas estatísticas

# report.vs_last_week
source: VS LAST WEEK
fr: VS SEMAINE DERNIÈRE
nl: VS VORIGE WEEK
pt_br: VS SEMANA PASSADA

# report.less_screen_time
source: less screen time
fr: moins de temps d'écran
nl: minder schermtijd
pt_br: menos tempo de tela

# report.more_screen_time
source: more screen time
fr: plus de temps d'écran
nl: meer schermtijd
pt_br: mais tempo de tela

# report.difference
source: difference
fr: différence
nl: verschil
pt_br: diferença

# report.total_hours
source: Total Hours
fr: Total heures
nl: Totaal uren
pt_br: Total de horas

# report.daily_avg
source: Daily Avg
fr: Moyenne quotid.
nl: Dagelijks gem.
pt_br: Média diária

# report.peak_day
source: Peak Day
fr: Jour max
nl: Piekdag
pt_br: Dia pico

# report.today
source: Today
fr: Aujourd'hui
nl: Vandaag
pt_br: Hoje

# report.stats_per_day
source: Stats per Day
fr: Stats par jour
nl: Stats per dag
pt_br: Stats por dia

# report.total_time_per_app
source: Total Time per App
fr: Temps total par app
nl: Totale tijd per app
pt_br: Tempo total por app

# report.no_app_data
source: No app usage data
fr: Aucune donnée d'utilisation
nl: Geen app-gebruiksgegevens
pt_br: Sem dados de uso de apps

# report.less
source: Less
fr: Moins
nl: Minder
pt_br: Menos

# report.more
source: More
fr: Plus
nl: Meer
pt_br: Mais

# report.streak
source: STREAK
fr: SÉRIE
nl: REEKS
pt_br: SEQUÊNCIA

# report.vs_avg
source: VS AVG
fr: VS MOY.
nl: VS GEM.
pt_br: VS MÉD.

# report.no_app_usage
source: No app usage today
fr: Aucune utilisation d'app aujourd'hui
nl: Geen app-gebruik vandaag
pt_br: Sem uso de apps hoje

# report.start_using
source: Start using apps to see your stats
fr: Utilisez des apps pour voir vos stats
nl: Gebruik apps om je statistieken te zien
pt_br: Use apps para ver suas estatísticas

# report.screen_time
source: Screen Time
fr: Temps d'écran
nl: Schermtijd
pt_br: Tempo de tela

# report.todays_progress
source: TODAY'S PROGRESS
fr: PROGRÈS DU JOUR
nl: VOORTGANG VANDAAG
pt_br: PROGRESSO DE HOJE

# report.used
source: used
fr: utilisé
nl: gebruikt
pt_br: usado

# report.left
source: left
fr: restant
nl: over
pt_br: restante

# report.goal_reached
source: Goal reached
fr: Objectif atteint
nl: Doel bereikt
pt_br: Meta alcançada

# report.this_week
source: This Week
fr: Cette semaine
nl: Deze week
pt_br: Esta semana

# report.remaining
source: Remaining
fr: Restant
nl: Resterend
pt_br: Restante

# report.of_goal
source: Of goal
fr: De l'objectif
nl: Van doel
pt_br: Da meta

# report.goal
source: goal
fr: objectif
nl: doel
pt_br: meta

# report.day_sun
source: Sun
fr: Dim
nl: Zo
pt_br: Dom

# report.day_mon
source: Mon
fr: Lun
nl: Ma
pt_br: Seg

# report.day_tue
source: Tue
fr: Mar
nl: Di
pt_br: Ter

# report.day_wed
source: Wed
fr: Mer
nl: Wo
pt_br: Qua

# report.day_thu
source: Thu
fr: Jeu
nl: Do
pt_br: Qui

# report.day_fri
source: Fri
fr: Ven
nl: Vr
pt_br: Sex

# report.day_sat
source: Sat
fr: Sam
nl: Za
pt_br: Sáb

# report.day_s
source: S
fr: D
nl: Z
pt_br: D

# report.day_m
source: M
fr: L
pt_br: S

# report.day_t
source: T
fr: M
nl: D

# report.day_w
source: W
fr: M
pt_br: Q

# report.day_f
source: F
fr: V
nl: V
pt_br: S

# report.avg
source: avg
fr: moy.
nl: gem.
pt_br: méd.

# settings.restart_required
source: Restart Required
fr: Redémarrage requis
nl: Herstart vereist
pt_br: Reinício necessário

# settings.restart_message
source: Please close and reopen the app to apply the language change.
fr: Veuillez fermer et rouvrir l'application pour appliquer le changement de langue.
nl: Sluit de app en open deze opnieuw om de taalwijziging toe te passen.
pt_br: Por favor, feche e reabra o app para aplicar a mudança de idioma.

# action.talk_to_coach
source: Talk to Coach
fr: Parler au Coach
nl: Praat met Coach
pt_br: Falar com o Coach

# action.earn_screen_time
source: Earn Screen Time
fr: Gagner du temps d'écran
nl: Verdien schermtijd
pt_br: Ganhar tempo de tela

# action.times_up
source: Time's Up
fr: Temps écoulé
nl: Tijd om
pt_br: Tempo esgotado

# action.chat_coach_bonus
source: Chat with your AI coach to earn bonus time.
fr: Discutez avec votre coach IA pour gagner du temps bonus.
nl: Chat met je AI-coach om bonustijd te verdienen.
pt_br: Converse com seu coach de IA para ganhar tempo bônus.

# action.get_personalized_advice
source: Get personalized advice from your AI coach.
fr: Obtenez des conseils personnalisés de votre coach IA.
nl: Krijg persoonlijk advies van je AI-coach.
pt_br: Obtenha conselhos personalizados do seu coach de IA.

# action.complete_exercises
source: Complete exercises to unlock your apps.
fr: Complétez des exercices pour débloquer vos apps.
nl: Voltooi oefeningen om je apps te ontgrendelen.
pt_br: Complete exercícios para desbloquear seus apps.

# action.unlock_expired
source: Your %d-minute unlock window has expired. Tap to re-enable blocking.
fr: Votre fenêtre de déverrouillage de %d minutes a expiré. Appuyez pour réactiver le blocage.
nl: Je %d-minuten ontgrendelingsvenster is verlopen. Tik om blokkering opnieuw in te schakelen.
pt_br: Sua janela de desbloqueio de %d minutos expirou. Toque para reativar o bloqueio.

# quick.focus_mode
source: Focus Mode
fr: Mode Focus
nl: Focusmodus
pt_br: Modo Foco

# quick.pomodoro_timer
source: Pomodoro timer
fr: Minuteur Pomodoro
pt_br: Timer Pomodoro

# quick.plank
source: Plank
fr: Planche
pt_br: Prancha

# quick.hold_for_time
source: Hold for time
fr: Tenir le temps
nl: Houd de tijd
pt_br: Manter o tempo

# quick.earn_per_rep
source: Earn 0.3 min/rep
fr: Gagner 0,3 min/rép
nl: Verdien 0,3 min/hh
pt_br: Ganhe 0,3 min/rep

# quick.pushups
source: Pushups
fr: Pompes
pt_br: Flexões

# quick.pushups_earn
source: Earn 0.5 min/rep
fr: Gagner 0,5 min/rép
nl: Verdien 0,5 min/hh
pt_br: Ganhe 0,5 min/rep

# quick.photo_task
source: Photo Task
fr: Tâche Photo
nl: Foto-opdracht
pt_br: Tarefa com Foto

# quick.verify_with_photo
source: Verify with photo
fr: Vérifier avec photo
nl: Verifieer met foto
pt_br: Verificar com foto

# help.back
source: Back
fr: Retour
nl: Terug
pt_br: Voltar

# help.next
source: Next
fr: Suivant
nl: Volgende
pt_br: Próximo

# help.got_it
source: Got it!
fr: Compris!
nl: Begrepen!
pt_br: Entendi!

# preset.clean_room
source: Clean room
fr: Ranger la chambre
nl: Kamer opruimen
pt_br: Limpar quarto

# preset.homework
source: Complete homework
fr: Finir les devoirs
nl: Huiswerk maken
pt_br: Completar lição

# preset.workout
source: Workout routine
fr: Faire du sport
nl: Trainingsroutine
pt_br: Rotina de treino

# preset.cook
source: Cook a meal
fr: Préparer un repas
nl: Maaltijd koken
pt_br: Cozinhar uma refeição

# preset.read
source: Read 10 pages
fr: Lire 10 pages
nl: 10 pagina's lezen
pt_br: Ler 10 páginas

# preset.write
source: Write a plan for day
fr: Écrire un plan pour la journée
nl: Dagplan schrijven
pt_br: Escrever plano do dia

source: Streak Started!
fr: Série commencée !

# streak.days
source: Day Streak!
fr: Jours de série !
nl: dagen
pt_br: dias

# streak.keep_going
source: Keep it up! Complete a task every day.
fr: Continue comme ça ! Complète une tâche chaque jour.
nl: Ga zo door!
pt_br: Continue assim!

# streak.continue
source: Continue
fr: Continuer

# streak.title
source: Streak
fr: Série
nl: Huidige Reeks
pt_br: Sequência Atual

# history.title
source: Activity History
fr: Historique d'activité
nl: Activiteitsgeschiedenis
pt_br: Histórico de Atividades

# history.empty
source: No activity yet
fr: Pas encore d'activité

# history.empty_subtitle
source: Complete exercises and tasks to see your activity here
fr: Complète des exercices et des tâches pour voir ton activité ici

# history.today
source: Today
fr: Aujourd'hui
nl: Vandaag
pt_br: Hoje

# history.yesterday
source: Yesterday
fr: Hier
nl: Gisteren
pt_br: Ontem

# history.view_all
source: View All
fr: Tout voir

# exercise.watch_demo
source: Watch Demo Video
fr: Voir la démo vidéo
nl: Demo Bekijken
pt_br: Assistir Demo

# exercise.coming_soon
source: Coming Soon
fr: Bientôt disponible
nl: Binnenkort beschikbaar
pt_br: Em breve

# exercise.how_to_do_it
source: How to do it
fr: Comment faire
nl: HOE DOE JE HET
pt_br: COMO FAZER

# exercise.rewards
source: Rewards
fr: Récompenses
nl: BELONINGEN
pt_br: RECOMPENSAS

# exercise.got_it
source: Got It
fr: Compris
nl: Begrepen!
pt_br: Entendi!

# exercise.ready_step
source: Position your camera
fr: Positionne ta caméra

# exercise.exercising_step
source: Keep going!
fr: Continue !

# exercise.desc.pushups
source: Build upper body strength
fr: Développe la force du haut du corps
nl: Bouw bovenlichaamsterkte op met klassieke push-ups
pt_br: Construa força na parte superior do corpo com flexões clássicas

# exercise.desc.squats
source: Strengthen legs and core
fr: Renforce les jambes et le tronc
nl: Versterk je benen en core met goede squat-vorm
pt_br: Fortaleça suas pernas e core com forma adequada de agachamento

# exercise.desc.plank
source: Core stability exercise
fr: Exercice de stabilité du tronc
nl: Verbeter kernstabiliteit door de positie vast te houden
pt_br: Melhore a estabilidade do core mantendo a posição

# exercise.desc.jumping_jacks
source: Full body cardio exercise
fr: Exercice cardio complet

# exercise.desc.lunges
source: Leg strength and balance
fr: Force des jambes et équilibre
nl: Richt je op quadriceps en bilspieren met gecontroleerde beweging
pt_br: Trabalhe quadríceps e glúteos com movimento controlado

# exercise.desc.crunches
source: Abdominal workout
fr: Entraînement abdominal
nl: Versterk je buikspieren effectief
pt_br: Fortaleça seus músculos abdominais de forma eficaz

# exercise.desc.shoulder_press
source: Shoulder strength exercise
fr: Exercice de force des épaules

# exercise.desc.leg_raises
source: Lower abs workout
fr: Entraînement des abdos inférieurs

# exercise.desc.high_knees
source: Cardio and leg workout
fr: Cardio et entraînement des jambes

# exercise.desc.pull_ups
source: Upper body pulling exercise
fr: Exercice de traction du haut du corps

# exercise.desc.wall_sit
source: Leg endurance exercise
fr: Exercice d'endurance des jambes

# exercise.desc.side_plank
source: Oblique and core stability
fr: Stabilité des obliques et du tronc

# exercise.desc.photo_verification
source: Verify with a photo
fr: Vérifier avec une photo

# exercise.desc.custom
source: Custom exercise
fr: Exercice personnalisé
nl: Maak een aangepaste taak met foto verificatie
pt_br: Crie uma tarefa personalizada com verificação por foto

# exercise.inst.pushups.1
source: Start in a plank position with hands shoulder-width apart
fr: Commence en position de planche, mains écartées à la largeur des épaules
nl: Begin in een plankpositie met je handen schouderbreed uit elkaar.
pt_br: Comece em posição de prancha com as mãos na largura dos ombros.

# exercise.inst.pushups.2
source: Lower your body until your chest nearly touches the floor
fr: Descends ton corps jusqu'à ce que ta poitrine touche presque le sol
nl: Laat je lichaam zakken totdat je borst bijna de grond raakt.
pt_br: Abaixe o corpo até o peito quase tocar o chão.

# exercise.inst.pushups.3
source: Push back up to the starting position
fr: Remonte à la position de départ
nl: Houd je lichaam recht en kern aangespannen.
pt_br: Mantenha o corpo reto e o core contraído.

# exercise.inst.pushups.4
source: Keep your core tight throughout the movement
fr: Garde tes abdos contractés pendant tout le mouvement
nl: Duw terug omhoog naar de startpositie en herhaal.
pt_br: Empurre de volta para a posição inicial e repita.

# exercise.inst.squats.1
source: Stand with feet shoulder-width apart
fr: Tiens-toi debout, pieds écartés à la largeur des épaules
nl: Sta met je voeten schouderbreed uit elkaar.
pt_br: Fique em pé com os pés na largura dos ombros.

# exercise.inst.squats.2
source: Lower your body by bending your knees
fr: Descends ton corps en pliant les genoux
nl: Laat je lichaam zakken alsof je op een stoel gaat zitten.
pt_br: Abaixe o corpo como se fosse sentar em uma cadeira.

# exercise.inst.squats.3
source: Keep your back straight and chest up
fr: Garde le dos droit et la poitrine haute
nl: Houd je knieën achter je tenen en borst omhoog.
pt_br: Mantenha os joelhos atrás dos dedos dos pés e o peito erguido.

# exercise.inst.squats.4
source: Push through your heels to stand back up
fr: Pousse sur tes talons pour te relever
nl: Duw door je hielen om weer omhoog te komen.
pt_br: Empurre através dos calcanhares para voltar.

# exercise.inst.plank.1
source: Start in a push-up position
fr: Commence en position de pompe
nl: Begin in een push-up positie met onderarmen op de grond.
pt_br: Comece em posição de flexão com os antebraços no chão.

# exercise.inst.plank.2
source: Rest your forearms on the ground
fr: Appuie-toi sur tes avant-bras
nl: Houd je lichaam in een rechte lijn van hoofd tot hielen.
pt_br: Mantenha o corpo em linha reta da cabeça aos calcanhares.

# exercise.inst.plank.3
source: Keep your body in a straight line
fr: Garde ton corps en ligne droite
nl: Span je kern aan en kijk naar de vloer.
pt_br: Contraia o core e olhe para o chão.

# exercise.inst.plank.4
source: Hold the position as long as possible
fr: Maintiens la position aussi longtemps que possible
nl: Houd de positie terwijl je gelijkmatig blijft ademen.
pt_br: Mantenha a posição enquanto respira de forma constante.

# exercise.inst.jumping_jacks.1
source: Stand with feet together, arms at sides
fr: Tiens-toi debout, pieds joints, bras le long du corps

# exercise.inst.jumping_jacks.2
source: Jump while spreading legs and raising arms
fr: Saute en écartant les jambes et en levant les bras

# exercise.inst.jumping_jacks.3
source: Jump back to starting position
fr: Saute pour revenir à la position de départ

# exercise.inst.jumping_jacks.4
source: Maintain a steady rhythm
fr: Maintiens un rythme régulier

# exercise.inst.lunges.1
source: Stand with feet hip-width apart
fr: Tiens-toi debout, pieds écartés à la largeur des hanches
nl: Sta rechtop met voeten heupbreed uit elkaar.
pt_br: Fique em pé com os pés na largura do quadril.

# exercise.inst.lunges.2
source: Step forward with one leg
fr: Fais un pas en avant avec une jambe
nl: Stap naar voren met één been, laat je heupen zakken.
pt_br: Dê um passo à frente com uma perna, abaixando os quadris.

# exercise.inst.lunges.3
source: Lower until both knees are at 90 degrees
fr: Descends jusqu'à ce que les deux genoux soient à 90 degrés
nl: Beide knieën moeten 90 graden zijn, achterknie net boven de vloer.
pt_br: Ambos os joelhos devem estar a 90 graus, joelho de trás logo acima do chão.
