Repository: HrynchukTymofii/AppTracker
Catalog: LockInSwift v0/appblocker/appblocker/Resources/*.lproj/Localizable.strings
Languages: fr, nl, pt_br

# rate.enjoying
source: Enjoying LockIn?
fr: Vous aimez LockIn ?
nl: Bevalt LockIn je?
pt_br: Gostando do LockIn?

# rate.love_to_hear
source: We'd love to hear what you think! Your feedback helps us improve.
fr: Nous aimerions savoir ce que vous pensez ! Vos commentaires nous aident à nous améliorer.
nl: We horen graag wat je denkt! Je feedback helpt ons verbeteren.
pt_br: Adoraríamos saber o que você pensa! Seu feedback nos ajuda a melhorar.

# rate.can_do_better
source: We can do better
fr: On peut faire mieux
nl: We kunnen beter
pt_br: Podemos melhorar

# rate.needs_improvement
source: Needs improvement
fr: À améliorer
nl: Verbetering nodig
pt_br: Precisa de melhorias

# rate.its_okay
source: It's okay
fr: C'est correct
nl: Het is oké
pt_br: Está ok

# rate.really_good
source: Really good!
fr: Vraiment bien !
nl: Echt goed!
pt_br: Muito bom!

# rate.love_it
source: Love it!
fr: J'adore !
nl: Geweldig!
pt_br: Adoro!

# rate.how_improve
source: Tell us how we can improve
fr: Dites-nous comment nous améliorer
nl: Vertel ons hoe we kunnen verbeteren
pt_br: Conte-nos como melhorar

# rate.what_better
source: What could we do better?
fr: Que pourrions-nous faire de mieux ?
nl: Wat kunnen we beter doen?
pt_br: O que poderíamos fazer melhor?

# rate.rate_app_store
source: Rate on App Store
fr: Noter sur l'App Store
nl: Beoordeel in App Store
pt_br: Avaliar na App Store

# rate.send_feedback
source: Send Feedback
fr: Envoyer les commentaires
nl: Feedback Verzenden
pt_br: Enviar Feedback

# help.tip1.title
source: Your Digital Wellness
fr: Votre bien-être numérique
nl: Jouw digitale welzijn
pt_br: Seu bem-estar digital

# help.tip1.desc
source: LockIn rewires your brain for long-term focus. Watch your Health score grow as you build better habits.
fr: LockIn reprogramme votre cerveau pour une concentration à long terme. Regardez votre score de Santé augmenter en construisant de meilleures habitudes.
nl: LockIn herprogrammeert je brein voor langdurige focus. Zie je Gezondheidsscore groeien terwijl je betere gewoontes opbouwt.
pt_br: LockIn reprograma seu cérebro para foco de longo prazo. Veja sua pontuação de Saúde crescer enquanto você constrói melhores hábitos.

# help.tip2.title
source: Track Your Progress
fr: Suivez vos progrès
nl: Volg je voortgang
pt_br: Acompanhe seu progresso

# help.tip2.desc
source: See your streak, daily usage, and how you compare to your average. Small wins lead to big changes.
fr: Consultez votre série, utilisation quotidienne et comment vous vous comparez à votre moyenne. Les petites victoires mènent aux grands changements.
nl: Bekijk je reeks, dagelijks gebruik en hoe je je verhoudt tot je gemiddelde. Kleine overwinningen leiden tot grote veranderingen.
pt_br: Veja sua sequência, uso diário e como você se compara à sua média. Pequenas vitórias levam a grandes mudanças.

# help.tip3.title
source: Earn Screen Time
fr: Gagnez du temps d'écran
nl: Verdien schermtijd
pt_br: Ganhe tempo de tela

# help.tip3.desc
source: Complete exercises like pushups, squats, and planks to earn bonus screen time. Move your body, free your mind.
fr: Faites des exercices comme pompes, squats et planches pour gagner du temps d'écran bonus. Bougez votre corps, libérez votre esprit.
nl: Voltooi oefeningen zoals push-ups, squats en planks om bonusschermtijd te verdienen. Beweeg je lichaam, bevrijd je geest.
pt_br: Complete exercícios como flexões, agachamentos e prancha para ganhar tempo de tela bônus. Mova seu corpo, liberte sua mente.

# help.tip4.title
source: Set Daily Goals
fr: Définissez des objectifs quotidiens
nl: Stel dagelijkse doelen
pt_br: Defina metas diárias

# help.tip4.desc
source: Choose a screen time limit and watch your progress ring fill up. Stay under your goal to build lasting habits.
fr: Choisissez une limite de temps d'écran et regardez votre anneau de progression se remplir. Restez sous votre objectif pour construire des habitudes durables.
nl: Kies een schermtijdlimiet en zie je voortgangsring vollopen. Blijf onder je doel om blijvende gewoontes op te bouwen.
pt_br: Escolha um limite de tempo de tela e veja seu anel de progresso se encher. Fique abaixo da sua meta para construir hábitos duradouros.

# help.tip5.title
source: Block Distractions
fr: Bloquez les distractions
nl: Blokkeer afleidingen
pt_br: Bloqueie distrações

# help.tip5.desc
source: Select apps to block when you hit your limit. Take control of your attention and focus on what matters.
fr: Sélectionnez les apps à bloquer quand vous atteignez votre limite. Prenez le contrôle de votre attention et concentrez-vous sur ce qui compte.
nl: Selecteer apps om te blokkeren wanneer je je limiet bereikt. Neem controle over je aandacht en focus op wat belangrijk is.
pt_br: Selecione apps para bloquear quando atingir seu limite. Assuma o controle da sua atenção e foque no que importa.

# help.tip6.title
source: See Your Stats
fr: Consultez vos statistiques
nl: Bekijk je statistieken
pt_br: Veja suas estatísticas

# help.tip6.desc
source: Check your weekly patterns and trends. Understanding your usage is the first step to changing it.
fr: Vérifiez vos tendances et modèles hebdomadaires. Comprendre votre utilisation est la première étape pour la changer.
nl: Bekijk je wekelijkse patronen en trends. Je gebruik begrijpen is de eerste stap om het te veranderen.
pt_br: Confira seus padrões e tendências semanais. Entender seu uso é o primeiro passo para mudá-lo.

# help.set_daily_goal
source: Set Your Daily Goal
fr: Définissez votre objectif quotidien
nl: Stel Je Dagelijks Doel In
pt_br: Defina Sua Meta Diária

# help.set_daily_goal_desc
source: Choose a screen time limit in Profile. Stay under it to build healthy habits.
fr: Choisissez une limite de temps d'écran dans le Profil. Restez en dessous pour créer des habitudes saines.
nl: Kies een schermtijdlimiet in Profiel. Blijf eronder om gezonde gewoontes op te bouwen.
pt_br: Escolha um limite de tempo de tela no Perfil. Fique abaixo para criar hábitos saudáveis.

# help.earn_screen_time
source: Earn Screen Time
fr: Gagnez du temps d'écran
nl: Verdien Schermtijd
pt_br: Ganhe Tempo de Tela

# help.earn_screen_time_desc
source: Go to LockIn tab and complete exercises - do pushups, squats, planks, or photo tasks!
fr: Allez dans l'onglet LockIn et faites des exercices - pompes, squats, planches ou tâches photo !
nl: Ga naar de LockIn tab en voltooi oefeningen - doe push-ups, squats, planks of fototaken!
pt_br: Vá até a aba LockIn e complete exercícios - faça flexões, agachamentos, prancha ou tarefas com foto!

# help.focus_mode
source: Focus Mode
fr: Mode Focus
nl: Focusmodus
pt_br: Modo Foco

# help.focus_mode_desc
source: Start a Pomodoro session to block all apps and earn 0.5 minutes for every minute focused.
fr: Démarrez une session Pomodoro pour bloquer toutes les apps et gagner 0,5 minute par minute de focus.
nl: Start een Pomodoro sessie om alle apps te blokkeren en verdien 0.5 minuten voor elke minuut focus.
pt_br: Inicie uma sessão Pomodoro para bloquear todos os apps e ganhe 0.5 minutos para cada minuto focado.

# help.block_apps
source: Block Distracting Apps
fr: Bloquez les apps distrayantes
nl: Blokkeer Afleidende Apps
pt_br: Bloqueie Apps Distrativos

# help.block_apps_desc
source: Go to Goals tab and select apps to block. Set per-app time limits too.
fr: Allez dans l'onglet Objectifs et sélectionnez les apps à bloquer. Définissez aussi des limites par app.
nl: Ga naar de Doelen tab en selecteer apps om te blokkeren. Stel ook per-app tijdlimieten in.
pt_br: Vá até a aba Metas e selecione apps para bloquear. Defina limites por app também.

# help.talk_to_coach
source: Talk to Your Coach
fr: Parlez à votre coach
nl: Praat met Je Coach
pt_br: Fale com Seu Coach

# help.talk_to_coach_desc
source: Hit your daily limit? Chat with the AI coach to reflect and earn bonus time.
fr: Limite quotidienne atteinte ? Chattez avec le coach IA pour réfléchir et gagner du temps bonus.
nl: Dagelijkse limiet bereikt? Chat met de AI coach om te reflecteren en bonustijd te verdienen.
pt_br: Atingiu seu limite diário? Converse com o coach de IA para refletir e ganhar tempo bônus.

# help.track_progress
source: Track Your Progress
fr: Suivez votre progression
nl: Volg Je Voortgang
pt_br: Acompanhe Seu Progresso

# help.track_progress_desc
source: Check Stats tab to watch your Health score improve as you build better habits.
fr: Consultez l'onglet Stats pour voir votre score de santé s'améliorer avec de meilleures habitudes.
nl: Bekijk de Statistieken tab om je Gezondheidsscore te zien verbeteren terwijl je betere gewoontes opbouwt.
pt_br: Verifique a aba Estatísticas para ver sua pontuação de Saúde melhorar conforme você cria melhores hábitos.

# quick_actions.title
source: Quick Actions
fr: Actions rapides
nl: Snelle Acties
pt_br: Ações Rápidas

# quick_actions.focus_mode
source: Focus Mode
fr: Mode Focus
nl: Focusmodus
pt_br: Modo Foco

# quick_actions.pomodoro_timer
source: Pomodoro timer
fr: Minuteur Pomodoro
pt_br: Timer Pomodoro

# quick_actions.hold_for_time
source: Hold for time
fr: Tenir pour le temps
nl: Houd voor tijd
pt_br: Mantenha por tempo

# quick_actions.earn_per_rep
source: Earn %@ min/rep
fr: Gagner %@ min/rép.
nl: Verdien %@ min/rep
pt_br: Ganhe %@ min/rep

# quick_actions.verify_with_photo
source: Verify with photo
fr: Vérifier avec photo
nl: Verifieer met foto
pt_br: Verificar com foto

# time.hours
source: %d hours
fr: %d heures
nl: %d uur
pt_br: %d horas

# time.hours_minutes
source: %dh %dm
fr: %dh %dmin
nl: %du %dmin
pt_br: %dh %dmin

# time.today
source: today
fr: aujourd'hui
nl: vandaag
pt_br: hoje

# error.camera_permission
source: Camera permission is required for photo tasks.
fr: L'autorisation de la caméra est requise pour les tâches photo.
nl: Camera toestemming is vereist voor fototaken.
pt_br: Permissão de câmera é necessária para tarefas com foto.

# error.no_apps_selected
source: Please select at least one app to block.
fr: Veuillez sélectionner au moins une app à bloquer.
nl: Selecteer minstens één app om te blokkeren.
pt_br: Por favor, selecione pelo menos um app para bloquear.

# error.insufficient_time
source: You don't have enough earned time.
fr: Vous n'avez pas assez de temps gagné.
nl: Je hebt niet genoeg verdiende tijd.
pt_br: Você não tem tempo ganho suficiente.

# settings.title
source: Settings
fr: Paramètres
nl: Instellingen
pt_br: Configurações

# settings.accent_color
source: Accent Color
fr: Couleur d'accent
nl: Accentkleur
pt_br: Cor de Destaque

# settings.appearance
source: Appearance
fr: Apparence
nl: Uiterlijk
pt_br: Aparência

# settings.language
source: Language
fr: Langue
nl: Taal
pt_br: Idioma

# settings.current_language
source: Current Language
fr: Langue actuelle
nl: Huidige Taal
pt_br: Idioma Atual

# settings.select_language
source: Select Language
fr: Sélectionner la langue
nl: Selecteer Taal
pt_br: Selecionar Idioma

# settings.change_password
source: Change Password
fr: Changer le mot de passe
nl: Wachtwoord Wijzigen
pt_br: Alterar Senha

# settings.enter_new_password
source: Enter new password
fr: Entrez le nouveau mot de passe
nl: Voer nieuw wachtwoord in
pt_br: Digite a nova senha

# settings.save_changes
source: Save Changes
fr: Enregistrer les modifications
nl: Wijzigingen Opslaan
pt_br: Salvar Alterações

# settings.danger_zone
source: DANGER ZONE
fr: ZONE DANGEREUSE
nl: GEVARENZONE
pt_br: ZONA DE PERIGO

# settings.delete_account
source: Delete Account
fr: Supprimer le compte
nl: Account Verwijderen
pt_br: Excluir Conta

# settings.delete_account_confirm
source: Type 'Delete' to confirm
fr: Tapez 'Delete' pour confirmer
nl: Typ 'Delete' om te bevestigen
pt_br: Digite 'Delete' para confirmar

# settings.delete_account_warning
source: This action is irreversible. Type 'Delete' to confirm.
fr: Cette action est irréversible. Tapez 'Delete' pour confirmer.
nl: Deze actie is onomkeerbaar. Typ 'Delete' om te bevestigen.
pt_br: Esta ação é irreversível. Digite 'Delete' para confirmar.

# settings.theme.light
source: Light
fr: Clair
nl: Licht
pt_br: Claro

# settings.theme.dark
source: Dark
fr: Sombre
nl: Donker
pt_br: Escuro

# settings.theme.system
source: System
fr: Système
nl: Systeem
pt_br: Sistema

# settings.color.blue
source: Blue
fr: Bleu
nl: Blauw
pt_br: Azul

# settings.color.purple
source: Purple
fr: Violet
nl: Paars
pt_br: Roxo

# settings.color.green
source: Green
fr: Vert
nl: Groen
pt_br: Verde

# settings.color.pink
source: Pink
fr: Rose
nl: Roze
pt_br: Rosa

# settings.color.red
source: Red
fr: Rouge
nl: Rood
pt_br: Vermelho

# settings.color.teal
source: Teal
fr: Turquoise
nl: Blauwgroen
pt_br: Verde-azulado

# onboarding.hello
source: Hello!
fr: Bonjour !
nl: Hallo!
pt_br: Olá!

# onboarding.welcome_to
source: Welcome to
fr: Bienvenue sur
nl: Welkom bij
pt_br: Bem-vindo ao

# onboarding.ready_to_help
source: We're ready to help you with
fr: Nous sommes prêts à vous aider à
nl: We staan klaar om je te helpen met
pt_br: Estamos prontos para ajudá-lo a

# onboarding.taking_control
source: taking control of your time
fr: prendre le contrôle de votre temps
nl: controle nemen over je tijd
pt_br: assumir o controle do seu tempo

# onboarding.lets_start
source: Let's Start
fr: Commençons
nl: Laten We Beginnen
pt_br: Vamos Começar

# onboarding.how_old
source: How old are you?
fr: Quel âge avez-vous ?
nl: Hoe oud ben je?
pt_br: Quantos anos você tem?

# onboarding.personalize_exp
source: This helps us personalize your experience
fr: Cela nous aide à personnaliser votre expérience
nl: Dit helpt ons je ervaring te personaliseren
pt_br: Isso nos ajuda a personalizar sua experiência

# onboarding.daily_screen_time
source: Daily screen time?
fr: Temps d'écran quotidien ?
nl: Dagelijkse schermtijd?
pt_br: Tempo de tela diário?

# onboarding.be_honest
source: Be honest - we won't judge
fr: Soyez honnête - nous ne jugeons pas
nl: Wees eerlijk - we oordelen niet
pt_br: Seja honesto - não vamos julgar

# onboarding.bad_news_good_news
source: We have bad news and good ones
fr: Nous avons de mauvaises nouvelles et de bonnes
nl: We hebben slecht nieuws en goed nieuws
pt_br: Temos más notícias e boas notícias

# onboarding.show_something
source: Let us show you something important about your screen time...
fr: Laissez-nous vous montrer quelque chose d'important sur votre temps d'écran...
nl: Laat ons je iets belangrijks tonen over je schermtijd...
pt_br: Deixe-nos mostrar algo importante sobre seu tempo de tela...

# onboarding.show_me
source: Show Me
fr: Montrez-moi
nl: Toon Mij
pt_br: Mostre-me

# onboarding.the_bad_news
source: THE BAD NEWS
fr: LA MAUVAISE NOUVELLE
nl: HET SLECHTE NIEUWS
pt_br: AS MÁS NOTÍCIAS

# onboarding.the_good_news
source: THE GOOD NEWS
fr: LA BONNE NOUVELLE
nl: HET GOEDE NIEUWS
pt_br: AS BOAS NOTÍCIAS

# onboarding.at_hours_per_day
source: At %d hours per day, you will spend
fr: À %d heures par jour, vous passerez
nl: Met %d uur per dag, zul je
pt_br: Com %d horas por dia, você vai gastar

# onboarding.looking_at_phone
source: looking at your phone THIS YEAR
fr: à regarder votre téléphone CETTE ANNÉE
nl: naar je telefoon kijken DIT JAAR
pt_br: olhando para seu celular ESTE ANO

# onboarding.thats_approx
source: That's approximately
fr: C'est environ
nl: Dat is ongeveer
pt_br: Isso é aproximadamente

# onboarding.of_your_life
source: of your life
fr: de votre vie
nl: van je leven
pt_br: da sua vida

# onboarding.you_read_right
source: Yes, you read this right. You spend the majority of your free time looking at your phone while you could achieve your goals and live the life you want.
fr: Oui, vous avez bien lu. Vous passez la majorité de votre temps libre à regarder votre téléphone alors que vous pourriez atteindre vos objectifs et vivre la vie que vous voulez.
nl: Ja, je leest dit goed. Je besteedt het grootste deel van je vrije tijd aan je telefoon terwijl je je doelen kunt bereiken en het leven kunt leiden dat je wilt.
pt_br: Sim, você leu certo. Você gasta a maior parte do seu tempo livre olhando para o celular quando poderia alcançar seus objetivos e viver a vida que deseja.

# onboarding.whats_good_news
source: What's the good news?
fr: Quelle est la bonne nouvelle ?
nl: Wat is het goede nieuws?
pt_br: Qual é a boa notícia?

# onboarding.can_help_get_back
source: LockIn can help you get back
fr: LockIn peut vous aider à récupérer
nl: LockIn kan je helpen terugkrijgen
pt_br: O LockIn pode ajudá-lo a recuperar

# onboarding.turn_into_things
source: And turn them into the things you always wanted to achieve. More time for your goals, your passions, and the people you love.
fr: Et les transformer en choses que vous avez toujours voulu accomplir. Plus de temps pour vos objectifs, vos passions et ceux que vous aimez.
nl: En ze omzetten in de dingen die je altijd wilde bereiken. Meer tijd voor je doelen, je passies en de mensen van wie je houdt.
pt_br: E transformá-los nas coisas que você sempre quis alcançar. Mais tempo para seus objetivos, paixões e pessoas que você ama.

# onboarding.lets_get_started
source: Let's Get Started
fr: Commençons
nl: Laten We Beginnen
pt_br: Vamos Começar

# onboarding.first_step
source: Let's take the first step
fr: Faisons le premier pas
nl: Laten we de eerste stap zetten
pt_br: Vamos dar o primeiro passo

# onboarding.connect_screen_time
source: LockIn will connect to your screen time to give you a
fr: LockIn se connectera à votre temps d'écran pour vous donner un
nl: LockIn zal verbinding maken met je schermtijd om je een
pt_br: O LockIn se conectará ao seu tempo de tela para fornecer um

# onboarding.personalized_report
source: personalized focus report
fr: rapport focus personnalisé
nl: gepersonaliseerd focusrapport te geven
pt_br: relatório de foco personalizado

# onboarding.see_real_usage
source: See your real usage data
fr: Voir vos vraies données d'utilisation
nl: Zie je echte gebruiksgegevens
pt_br: Ver seus dados reais de uso

# onboarding.get_recommendations
source: Get personalized recommendations
fr: Obtenir des recommandations personnalisées
nl: Krijg gepersonaliseerde aanbevelingen
pt_br: Obter recomendações personalizadas

# onboarding.track_progress
source: Track your progress over time
fr: Suivre votre progression dans le temps
nl: Volg je voortgang in de tijd
pt_br: Acompanhar seu progresso ao longo do tempo

# onboarding.enable_screen_time
source: Enable Screen Time & App Blocking
fr: Activer le temps d'écran et le blocage d'apps
nl: Schakel Schermtijd & App Blokkering In
pt_br: Ativar Tempo de Tela e Bloqueio de Apps

# onboarding.secure_on_phone
source: 100% of info is secure and stays on your phone
fr: 100% des infos sont sécurisées et restent sur votre téléphone
nl: 100% van de info is veilig en blijft op je telefoon
pt_br: 100% das informações são seguras e ficam no seu celular

# onboarding.permission_granted
source: Permission granted!
fr: Permission accordée !
nl: Toestemming verleend!
pt_br: Permissão concedida!

# onboarding.what_happens_next
source: What happens next:
fr: Ce qui se passe ensuite :
nl: Wat er nu gebeurt:
pt_br: O que acontece a seguir:

# onboarding.tap_continue
source: Tap "Continue" to authorize Screen Time access
fr: Appuyez sur "Continuer" pour autoriser l'accès au temps d'écran
nl: Tik op "Doorgaan" om Schermtijd toegang te autoriseren
pt_br: Toque em "Continuar" para autorizar acesso ao Tempo de Tela

# onboarding.select_apps
source: Select apps and categories you want to block
fr: Sélectionnez les apps et catégories à bloquer
nl: Selecteer apps en categorieën die je wilt blokkeren
pt_br: Selecione apps e categorias que deseja bloquear

# onboarding.tap_done
source: Tap "Done" to confirm your selection
fr: Appuyez sur "Terminé" pour confirmer votre sélection
nl: Tik op "Klaar" om je selectie te bevestigen
pt_br: Toque em "Concluído" para confirmar sua seleção

# onboarding.enable_app_blocking
source: Enable App Blocking
fr: Activer le blocage d'apps
nl: App Blokkering Inschakelen
pt_br: Ativar Bloqueio de Apps

# onboarding.ready_to_block
source: Ready to block apps!
fr: Prêt à bloquer les apps !
nl: Klaar om apps te blokkeren!
pt_br: Pronto para bloquear apps!

# onboarding.shield_when_open
source: Your blocked apps will show a shield when you try to open them.
fr: Vos apps bloquées afficheront un bouclier quand vous essaierez de les ouvrir.
nl: Je geblokkeerde apps tonen een schild wanneer je ze probeert te openen.
pt_br: Seus apps bloqueados mostrarão um escudo quando você tentar abri-los.

# onboarding.stay_active_earn
source: Stay Active, Earn Time
fr: Restez actif, gagnez du temps
nl: Blijf Actief, Verdien Tijd
pt_br: Mantenha-se Ativo, Ganhe Tempo

# onboarding.complete_exercises_earn
source: Complete exercises and tasks to earn screen time for your blocked apps.
fr: Complétez des exercices et des tâches pour gagner du temps d'écran pour vos apps bloquées.
nl: Voltooi oefeningen en taken om schermtijd te verdienen voor je geblokkeerde apps.
pt_br: Complete exercícios e tarefas para ganhar tempo de tela para seus apps bloqueados.

# onboarding.heres_reality
source: Here's Your Reality
fr: Voici votre réalité
nl: Hier Is Je Realiteit
pt_br: Aqui Está Sua Realidade

# onboarding.based_on_usage
source: Based on your actual phone usage
fr: Basé sur votre utilisation réelle du téléphone
nl: Gebaseerd op je daadwerkelijke telefoongebruik
pt_br: Baseado no seu uso real do celular

# onboarding.todays_screen_time
source: TODAY'S SCREEN TIME
fr: TEMPS D'ÉCRAN AUJOURD'HUI
nl: SCHERMTIJD VANDAAG
pt_br: TEMPO DE TELA DE HOJE

# onboarding.this_week
source: THIS WEEK
fr: CETTE SEMAINE
nl: DEZE WEEK
pt_br: ESTA SEMANA

# onboarding.life_on_phone
source: Life on phone
fr: Vie sur téléphone
nl: Leven op telefoon
pt_br: Vida no celular

# onboarding.at_this_rate
source: At this rate, you'll spend
fr: À ce rythme, vous passerez
nl: In dit tempo zul je
pt_br: Nesse ritmo, você vai gastar

# onboarding.lets_fix_this
source: Let's Fix This
fr: Corrigeons cela
nl: Laten We Dit Oplossen
pt_br: Vamos Resolver Isso

# onboarding.your_potential
source: Your Potential
fr: Votre potentiel
nl: Jouw Potentieel
pt_br: Seu Potencial

# onboarding.see_how_much
source: See how much time you could save
fr: Voyez combien de temps vous pourriez économiser
nl: Zie hoeveel tijd je zou kunnen besparen
pt_br: Veja quanto tempo você poderia economizar

# onboarding.reduce_by
source: Reduce screen time by %d%%
fr: Réduire le temps d'écran de %d%%
nl: Verminder schermtijd met %d%%
pt_br: Reduzir tempo de tela em %d%%

# onboarding.weekly_projection
source: WEEKLY PROJECTION
fr: PROJECTION HEBDOMADAIRE
nl: WEKELIJKSE PROJECTIE
pt_br: PROJEÇÃO SEMANAL

# onboarding.free_time_week
source: Free time/week
fr: Temps libre/semaine
nl: Vrije tijd/week
pt_br: Tempo livre/semana

# onboarding.life_reclaimed
source: Life reclaimed
fr: Vie récupérée
nl: Leven teruggewonnen
pt_br: Vida recuperada

# onboarding.accomplish_goals
source: Accomplish your goals faster, be more productive and fulfilled
fr: Atteignez vos objectifs plus vite, soyez plus productif et épanoui
nl: Bereik je doelen sneller, wees productiever en vervulder
pt_br: Alcance seus objetivos mais rápido, seja mais produtivo e realizado

# onboarding.current
source: Current
fr: Actuel
nl: Huidig
pt_br: Atual

# onboarding.with_lockin
source: With LockIn
fr: Avec LockIn
nl: Met LockIn
pt_br: Com LockIn

# onboarding.unlock_potential
source: Unlock Your Potential
fr: Libérez votre potentiel
nl: Ontgrendel Je Potentieel
pt_br: Desbloqueie Seu Potencial

# onboarding.hours_back
source: %d+ hours back every week
fr: %d+ heures récupérées chaque semaine
nl: %d+ uur terug elke week
pt_br: %d+ horas de volta toda semana

# onboarding.smart_coach
source: Smart Coach
fr: Coach intelligent
nl: Slimme Coach
pt_br: Coach Inteligente
